{"name":"oncotarget-06-7804.pdf","metadata":{"source":"CRF","title":"AP-1-mediated chromatin looping regulates ZEB2 transcription: new insights into TNFα-induced epithelial–mesenchymal transition in triple-negative breast cancer","authors":["Yichun Qiao","Chiou-Nan Shiue","Jian Zhu","Ting Zhuang","Philip Jonsson","Anthony P.H. Wright","Chunyan Zhao","Karin Dahlman-Wright"],"emails":["chunyan.zhao@ki.se","karin.dahlman-wright@ki.se"],"sections":[{"heading":null,"text":"Oncotarget7804www.impactjournals.com/oncotarget\ncancer (TNBC) are poorly understood. Recent studies have shown that regulators of epithelial-mesenchymal transition (EMT) are potential therapeutic targets for TNBC. In this study, we demonstrate that the inflammatory cytokine TNFα induces EMT in TNBC cells via activation of AP-1 signaling and subsequently induces expression of the EMT regulator ZEB2. We also show that TNFα activates both the PI3K/Akt and MAPK/ERK pathways, which act upstream of AP-1. We further investigated in detail AP-1 regulation of ZEB2 expression. We show that two ZEB2 transcripts derived from distinct promoters are both expressed in breast cancer cell lines and breast tumor samples. Using the chromosome conformation capture assay, we demonstrate that AP-1, when activated by TNFα, binds to a site in promoter 1b of the ZEB2 gene where it regulates the expression of both promoter 1b and 1a, the latter via mediating long range chromatin interactions. Overall, this work provides a plausible mechanism for inflammation-induced metastatic potential in TNBC, involving a novel regulatory mechanism governing ZEB2 isoform expression."},{"heading":"INTRODUCTION","text":"Triple-negative breast cancer (TNBC), a tumor type defined by lack of expression of the estrogen, progesterone and HER2 receptors, represents a more aggressive and metastatic form of breast cancer than other types of breast cancer [1]. Furthermore, treatment of patients with TNBC is challenging. Whilst breast tumors that express estrogen receptor (ER) are responsive to ER antagonists and aromatase inhibitors and HER2-positive tumors are effectively treated with HER2-blocking antibodies and/or HER2 kinase inhibitors [2], TNBC lacks a targeted therapy. Understanding the molecular pathways\ndeterminant for TNBC behaviour is one strategy for developing more effective treatments for TNBCs. The transcription factor AP-1 consists of different dimeric combinations of either homodimers of Jun proteins (c-Jun, JunB and JunD) or heterodimers of Jun and Fos proteins (c-Fos, FosB, Fra-1 and Fra-2). AP-1 regulates the expression of AP-1 target genes after binding to 12-O-tetradecanoylphorbol-13-acetate (TPA) response elements (TREs) associated with regulated genes [3]. Upon activation by growth factors, hormones or cytokines, AP-1 signaling plays a critical role in numerous cellular processes, including proliferation, differentiation, apoptosis, cell migration, and transformation [4].\nOncotarget7805www.impactjournals.com/oncotarget\nTNFα, one of the inflammatory cytokines, signals via TNF receptors, TNFRI and TNFRII. Increasing evidence indicates that a chronic and consistent expression of TNFα in tumors promotes tumor development and progression [5]. Specifically in relation to breast cancer, TNFα was found to be highly expressed in breast tumors as compared with normal tissues [6], and patients with more advanced breast tumor phenotypes were shown to have elevated TNFα serum levels [6, 7]. TNFα promotes breast cancer cell proliferation and migration in vitro [8] and contributes to mammary tumorigenesis in vivo [9]. In addition, depletion of TNFα expression in a TNBC cell line led to apoptosis and inhibition of cell proliferation, indicating that TNFα plays a fundamental role in the promotion and progression of TNBC [10]. ZEB2 belongs to a small family of transcriptional factors characterized by containing a homeo domain flanked by two separated zinc finger clusters [11]. It is expressed in various types of human tumors, such as breast cancer, gastric cancer, and ovarian cancer [11]. ZEB2 is a potent repressor of E-cadherin through its direct binding to the E-cadherin promoter and a key player in tumor cell invasion and metastasis [12, 13]. Consequently, understanding the structure and the regulation of the ZEB2 gene is critical. Gene looping is increasingly recognized to play important regulatory roles in gene expression [14]. The use of recently developed techniques such as chromosome conformation capture (3C) has revealed that higher-order chromatin structure involves long-range loop formation between distant genomic elements [15]. Long-range interactions between promoters and distal elements have been discovered in a wide variety of gene loci, and the formation of looping interactions is significantly correlated with gene expression [16]. Epithelial-to-mesenchymal transition (EMT) is a cellular process critical to normal morphogenesis but also cancer metastasis [17–19]. EMT can be triggered by different signals received from tumor microenvironments, such as TNFα, TGFβ, EGF, WNTs and Notch [18–20]. During the EMT, epithelial cells acquire fibroblast-like properties and show reduced intercellular adhesion and enhanced motility [21]. One of the hallmarks of EMT is loss of expression of the cell-cell junction protein E-cadherin [17–19]. Several transcription factors, including Snail, Slug, ZEB1, Twist, and ZEB2, have been shown to act as master regulators of the EMT program [22–24]. We have recently reported that AP-1 promotes cell invasion through transcriptional upregulation of ZEB2 in TNBC cells [13]. In this study, we further dissect the AP-1–ZEB2 axis in TNFα-induced EMT in TNBC cells."},{"heading":"RESULTS","text":""},{"heading":"TNFα induces EMT in TNBC cells","text":"EMT is characterized by down-regulation of epithelial markers such as E-cadherin and up-regulation of\nmesenchymal markers such as N-cadherin and fibronectin. Figure 1A shows that the TNBC cell lines BT549 and Hs578T acquired EMT-like morphological features, such as a spindle-shaped appearance, in response to TNFα treatment. In agreement with the change in cellular appearance, TNFα treatment led to significant reduction in E-cadherin protein expression as well as increases in N-cadherin and fibronectin protein expression (Figure 1A), all characteristics of EMT.\nTNFα-mediated EMT in TNBC cells is dependent on AP-1–ZEB2 signaling\nWe have previously demonstrated that AP-1 signaling, via activation of ZEB2, induces cell invasion of TNBC cells [13]. We have also demonstrated that Fra-1 and c-Jun are highly expressed AP-1 protein family members in these cells [13]. In the following set of experiments, we explored whether the AP-1–ZEB2 axis also mediates TNFα-induced EMT in TNBC cells. We depleted Fra-1 or c-Jun (Figure 1B) and ZEB2 (Figure 1C) in BT549 cells, and analysed cellular appearance and EMT markers in TNFα-stimulated cells. Whereas control cells underwent marked EMT after 3 days of TNFα treatment, Fra-1- or c-Jun-depleted cells (Figure 1B) and ZEB2-depleted cells (Figure 1C) did not acquire EMT characteristics in the form of spindle-like morphological features. Similar results were obtained with an independent pool of Fra-1, c-Jun or ZEB2 siRNAs (data not shown), suggesting that this effect is specific to Fra-1, c-Jun and ZEB2 silencing. Consistent with the observed effect on morphological features, Fra-1, c-Jun, or ZEB2 knockdown increased the expression level of E-cadherin, and decreased the expression levels of N-cadherin and fibronectin (Figure 1B and 1C). Combined, these data suggest that the AP-1–ZEB2 axis is required for TNFαmediated EMT in TNBC cells.\nTNFα induces AP-1 activation and ZEB2 expression in TNBC cells\nWe have previously demonstrated that AP-1 activation downstream of the PI3K/Akt and MAPK/ERK signaling pathways transactivates ZEB2 gene expression [13]. To gain additional insight into the molecular details of the AP-1–ZEB2 axis in TNFα-induced EMT in TNBC cells and in particular, if our previous finding regarding AP-1 activation of ZEB2 can be translated to the effects of TNFα in this system, we assayed AP-1 activation and ZEB2 expression in response to TNFα treatment in TNBC cells. As shown in Figure 2A, TNFα treatment markedly up-regulated the levels of phospho-Fra-1, Fra-1, phosphoc-Jun, and c-Jun proteins at 2, 4 and 6 hours. To determine whether the PI3K/Akt and MAPK/ERK signaling pathways mediate TNFα up-regulation of AP-1 levels and activity, we used two pharmacological inhibitors, LY294002\nOncotarget7806www.impactjournals.com/oncotarget\nOncotarget7807www.impactjournals.com/oncotarget\nand PD98059, to block the PI3K/Akt and MAPK/ ERK pathways, respectively. We found that LY294002 and PD98059 in TNFα-stimulated cells inhibited TNFα-induced expression of Fra-1 and c-Jun proteins (Figure 2B), suggesting that activation of the PI3K/Akt and MAPK/ERK pathways is responsible for TNFα-induced AP-1 protein expression. The effect of inhibitor treatment on these pathways was confirmed by assessing the level of Akt and ERK1/2 phosphorylation (Figure 2B). We next examined ZEB2 expression after TNFα stimulation. Compared to untreated cells, TNFα significantly increased ZEB2 mRNA levels after 2 and 4 hours of treatment in the BT549 and Hs578T cell lines with a subsequent increase in ZEB2 protein levels (Figure 2C). Finally, a role of AP-1 signaling in mediating TNFα-induced up-regulation of ZEB2 was provided by depleting Fra-1 or c-Jun in BT549 cells prior to TNFα stimulation. Depletion of Fra-1 or c-Jun markedly impaired the induction of ZEB2 gene expression by TNFα (Figure 2D). Furthermore, TNFα treatment increased binding of Fra-1 and c-Jun to an AP-1 binding region in an intron of the ZEB2 gene that we have previously described [13] (Figure 2E). To further determine whether phospho-Fra-1 is binding to DNA, we assessed the ability of phospho-Fra-1 to bind to the ZEB2 gene. Consistent with the markedly elevated levels of phosphoFra-1 upon TNFα treatment, phospho-Fra-1 binding was increased by TNFα (Figure 2F). Collectively, these results show that TNFα-induced AP-1 activation, via distinct pathways, is a critical mediator of ZEB2 up-regulation in TNBC cells.\nTNFα regulates ZEB2 via two promoters dependent on AP-1 in TNBC cells\nAs ZEB2 participates in regulation of EMT, a detailed knowledge of mechanisms for its expression is of fundamental importance. Human ZEB2 mRNAs initiate from two distinct first exons, referred to as exon 1a and exon 1b, respectively, which are located 2.2 kb apart and are spliced to the common exons 2–10 (Figure 3A). We examined the expression of exon 1a and exon 1b transcripts in a panel of breast cancer cell lines and primary human breast tumors. As shown in Figure 3B, among 11 breast cancer cell lines, expression of the two transcripts was detected in 5 cell lines. In primary breast tumors, the exon 1a transcript was detected in all analyzed samples, whilst the exon 1b transcript displayed a more restricted expression (Figure 3C). Together, these results reveal that two alternatively spliced 5′UTR isoforms of the ZEB2 gene can be expressed in breast cancer cell lines and breast cancer tissues, indicating that the two promoters, driving the respective transcripts, are functional. Using ChIP-seq, we have previously found that the ZEB2 gene harbors only one AP-1 binding site that\nis located in the promoter 1b region (Figure 3A) and based on this, we hypothesized that AP-1 regulation of ZEB2 is restricted to the ZEB2 exon 1b transcript. However, as shown in Figure 3D, expression of transcripts including exon 1a as well as expression of transcripts including exon 1b were decreased significantly after the knockdown of Fra-1 or c-Jun (Figure 3D). Furthermore, TNFα treatment increased both exon 1a and 1b transcript levels (Figure 3E). Moreover, depletion of Fra-1 or c-Jun markedly impaired the TNFα-mediated induction of both transcripts (Figure 3E). Combined, these results indicate that TNFα regulates ZEB2 via two promoters dependent on AP-1 in TNBC cells.\nAP-1-mediated chromatin looping regulates ZEB2 transcription\nTo investigate whether AP-1 binding to promoter 1b of the ZEB2 gene also regulates the activity of promoter 1a by long range chromosomal interactions, we performed a 3C assay to determine whether there is a physical proximity between the ZEB2 promoters 1a and 1b (Figure 4A). PCR bands resulting from the ligation products indicated that the promoter 1b was in close proximity to promoter 1a (Figure 4B). Negative control samples either from non-crosslinked chromatin with ligation by T4 ligase or from crosslinked chromatin without subsequent ligation did not generate any PCR bands. These results clearly demonstrate that promoters 1a and 1b of the ZEB2 gene are in close proximity via chromatin looping. To further evaluate the role of AP-1 as a direct regulator of the loop formation between the two promoter regions, the ChIP-loop technique was used to determine whether AP-1 is physically associated with the gene loop. Our results demonstrated an association of AP-1 with the ZEB2 gene loops (Figure 4C). To address whether AP-1 is required for the gene looping within the ZEB2 gene, we determined the effect of AP-1 depletion on the promoter 1a and 1b interaction. Western blot analysis confirmed that siRNA targeted to Fra-1 or c-Jun efficiently reduced the expression of Fra-1 or c-Jun (Figure 4D). 3C assays revealed that knockdown of Fra-1 or c-Jun impaired gene loop formation (Figure 4D), indicating that AP-1 is a critical mediator of long-distance interaction between the 1a and 1b promoters. Finally, treatment of cells with TNFα increased long-range interaction between the 1a and 1b promoters (Figure 4E), which correlated with TNFα-mediated induction in the mRNA levels of the exon 1a and 1b containing transcripts (Figure 3E). Together, these results clearly demonstrated that AP-1, when activated by TNFα, binds to a site in the promoter 1b region of the ZEB2 gene from which it regulates the expression of both promoter 1b and promoter 1a, the latter via mediating long-range chromatin interactions.\nOncotarget7808www.impactjournals.com/oncotarget\nOncotarget7809www.impactjournals.com/oncotarget\nOncotarget7810www.impactjournals.com/oncotarget\nOncotarget7811www.impactjournals.com/oncotarget"},{"heading":"DISCUSSION","text":"It has become increasingly clear that inflammatory cytokines such as TNFα facilitate both tumor development and metastatic progression [25]. TNFα is a major inflammatory cytokine shown to be highly expressed in breast carcinomas [6]. TNFαexpression is also associated with tumor metastasis of breast cancer [26]. Our study provides several insights into the regulation of inflammatory cytokine-induced EMT that contributes to increases in invasive behavior of TNBC cells. We report that TNFα-induced EMT in TNBC cells functions via activation of AP-1 signaling, which in turn induces expression of the EMT regulator ZEB2. We also show that TNFα activates both the PI3K/Akt and MAPK/ERK pathways, which act upstream of AP-1. Moreover, we dissect mechanisms regulating expression of the ZEB2 gene, whose expression is shown to be associated with AP-1-driven long-range combinatorial regulation. Compared to other breast tumor subtypes, the PI3K/ AKT pathway is enhanced in TNBC, and plays a critical role in promoting EMT and invasion in various cancers [27]. Furthermore, AP-1 components can be activated by MAPK/ERK signaling pathway [28]. In this study, we demonstrate that these two signaling pathways are upstream regulators of AP-1 in response to TNFα. We find that LY294002 and PD98059 treatment led to a significant down-regulation of Fra1and c-Jun proteins, suggesting that the activation of the PI3K/Akt and MAPK/ERK pathways is responsible for TNFα-mediated AP-1 up-regulation in TNBC cells. Our study reveals a critical role for AP-1–ZEB2 axis in TNFα-initiated EMT. Although previous research has implicated the interplay between inflammatory cytokines and the activation of different signaling pathways, like Wnt, Notch and NF-κB signaling in the regulation of EMT-like processes [29], our results further suggest that AP-1 signaling is necessary for TNFα-induced EMT. The inflammatory mediators, such as TNFα, TGFβ and IL-6, in regulation of Snail have been implicated in the initiation of EMT [30–32]. It has been demonstrated that Snail enhances TNFα-induced cancer cell migration and invasion in breast cancer cells, through stabilization of NF-κB activation. [32]. However, much less is known about the regulation of the other regulators. Consistent with our data on the role of ZEB2 in TNFα-induced EMT, Vandewalle et al. [33] showed that exogenous ZEB2 expression in a colon cancer cell line induced a dramatic morphological conversion, from an epithelial cell state to a fibroblast-like phenotype. Expanding on our previous findings that ZEB2 caused an invasive phenotype in TNBC cells [13], this study indicates that ZEB2 induction mediated by the inflammatory cytokine TNFα is critical for EMT and thus provides a plausible molecular mechanism contributing to TNBC aggressiveness.\nThe human ZEB2 gene includes two promoters followed by distinct non-coding first exons, which are located 2.2 kb apart and are spliced to the common exon 2 containing the translation initiation site. This study analyzed for the first time the distribution of the two transcripts of ZEB2 directed from distinct promoters in a number of primary breast tumors as well as a number of cell lines. Both transcripts were highly expressed in TNBC cells such as MDA-MB-231, BT549, Hs578T and MDAMB-157, representing the invasive breast cancer subtype. This result is in agreement with our previous findings that high levels of a total pool of ZEB2 mRNAs were detected only in TNBC cell lines [13]. In relevance to these data, it has been reported that ZEB2 expression is higher in various cancers compared with normal tissues [34, 35]. We showed that transcripts from both promoters were expressed in breast cancer tissues, indicating that both promoters are targets for regulation of ZEB2 expression in breast cancer. Interestingly, we found that the exon 1a transcript was detected in all analyzed breast tumors samples, whilst exon 1b transcript displayed a more restricted expression. This may be associated with distinct breast cancer subtypes included in the study. Many genes are known to be expressed with alternative 5′UTRs often originating from distinct promoters. 5′UTR regions can influence mRNA stability and translational efficiency and thus differential expression of transcripts with different 5′UTRs is a means to modulate protein expression [36]. The potential significance of the expression of alternative UTRs is related to tissue-specific expression patterns and a contribution of dysregulated expression of alternative UTRs to the development of disease [36]. The role of the two ZEB2 promoters on human tissue-specific expression patterns and ZEB2 protein expression levels needs to be further investigated. It is increasingly recognized that the expression of multiple genes may be coordinately regulated through chromatin looping [37]. In this study, we observed that AP-1 could regulate expression of two distinct ZEB2 mRNAs, which differ in their 5′UTR but translate the same protein, through the use of alternative promoters by in vivo long-range chromosomal interactions. However, only one transcript variant has an AP-1 binding site in its promoter region, raising the important question of whether binding of AP-1 to the AP-1 element located in the proximal promoter may act long-range to activate distal promoter through DNA looping. We used the 3C assay to demonstrate the existence of AP-1-dependent in vivo long-range chromosomal interactions between ZEB2 distal and proximal promoters. Moreover, knockdown of AP-1 abolished chromatin loop formation. Thus, our data provide a novel mechanism of AP-1-driven longrange combinatorial regulation. Such chromatin-based transcription mechanisms have been reported for several genes. For example, Gong et al. [38] have shown that\nOncotarget7812www.impactjournals.com/oncotarget\nBCL2 gene expression is controlled by chromatin looping between a 3’-UTR region and BCL2 promoter. We present evidence for chromatin looping between the ZEB2 promoters 1a and 1b (located ~2.4 kb apart). DNA looping over ~100 bp to 10 kb distances that bring regulatory elements into the proximity of promoters, contributing to gene activation, has been documented for many genes, including the CD68 gene spanning over a 2.5 kb distance [39], the HO-1 gene over a 6.0 kb distance [40], and the insulin gene spanning a region of 1.4 kb [41]. More recently, comprehensive chromatin interactions were mapped in human cells using a genome-wide 3C analysis method (Hi-C). It was demonstrated that the sizes of the identified interacting DNA loci range from several hundred bp to over 50 kb, with a median of 10.5 kb [14], further emphasizing the occurrence of looping interactions over variable distances. In the present work, we demonstrate that the proinflammatory cytokine TNFα-triggered EMT of TNBC cells is mediated through AP-1-induced ZEB2 upregulation. We dissect mechanisms underlying regulation of the ZEB2 gene, whose expression is shown to be associated with AP-1-driven long-range combinatorial regulation. Our study not only reveals a critical mechanism underlying inflammation-induced metastatic potential in TNBC but also provides evidence of AP-1 and its upstream ERK and Akt signaling, and ZEB2 as potential drug targets for reversing EMT, the key event in the acquisition of invasive potential."},{"heading":"METHODS","text":""},{"heading":"Cell lines and reagents","text":"T47D, MCF-7, MDA-MB-175, ZR-75–1, SKBR-3, HCC1569, MDA-MB-453, MDA-MB-231, BT549, Hs578T, and MDA-MB-157 cells were obtained from American Type Culture Collection. Human recombinant TNFα was purchased from Roche, and LY294002 and PD98059 were from Sigma."},{"heading":"Reverse transcription-PCR","text":"Reverse transcription-PCR (RT-PCR) was done using standard procedures. The primers used in each reaction were as follows: Exon 1a ZEB2 transcript, forward 5′-TTCTCACCATTTCTGGCCAAA-3′ and reverse 5′-CACCCTCCCTTATTTCATCTTCCT-3′; Exon 1b ZEB2 transcript, forward 5′-GGGTGCAACACACCAAACAA-3′ and reverse 5′-CACCCTCCCTTATTTCATCTTCCT-3′; β-actin, forward 5′-CAAGGCCAACCGCGAGAAGAT-3′ and reverse 5′-GTCCCGGCCAGCCAGGTCCAG.\nHuman breast tumor samples\nThe 16 breast tumor samples in this study have been previously described [42]. The studies were approved by the ethical committee of the Karolinska Institutet."},{"heading":"Chromatin immunoprecipitation","text":"BT549 cells were cultured on 150 mm dishes and were starved in RPMI 1640 medium containing 1% fetal bovine serum (FBS) overnight and then treated with or without TNFα (10 ng/ml) for 2 hours. Chromatin immunoprecipitation (ChIP) was performed as previously described [42]. The following antibodies were used: anti-p-Fra-1 (Ser265; #3880) from Cell Signaling Technology; anti-Fra-1 (R-20), anti-c-Jun (H-79) and normal rabbit IgG from Santa Cruz Biotechnology. The immunoprecipitated DNA was amplified by qPCR using primers to a known AP-1 binding region in the ZEB2 promoter 1b. Primer sequences used were: forward 5′-TGACCGTATGAGGGAATGCA-3′ and reverse 5′-CCG CCTAGCCCTGAGTCAA-3′"},{"heading":"Western blotting","text":"Western blot analyses were performed as previously described [42]. Antibodies used were anti-Fra-1 (R-20; sc-605), anti-c-Jun (H-79; sc-1694), anti-p-c-Jun (KM1; sc-822) and anti-ZEB2 (E-11; sc-271984) from Santa Cruz Biotechnology; anti-E-cadherin (610182), anti-Ncadherin (610920), and anti-fibronectin (610077) from BD Biosciences; anti-β-actin from Sigma; anti-p-Fra-1 (Ser265; #3880), anti-Akt #9272, anti-phospho-Akt (Ser473; #9271), anti-ERK, and anti-phospho-ERK were from Cell Signaling Technology.\nqPCR\nqPCR was performed in a 7500 Fast Real-Time PCR (Applied Biosystems, Foster City, CA) with Fast SYBRGreen Master mix (Applied Biosystems) according to conditions specified by the manufacturer. The specificity of all primer pairs was checked with melting curve analysis. Primer sequences will be provided on request."},{"heading":"RNA interference","text":"BT549 cells were cultured to 50% confluency and transfected with Fra-1 ON-TARGET plus SMARTpool (Thermo Scientific; L-004341–00-0010), c-Jun ONTARGET plus SMARTpool (Thermo Scientific; L-003268–00-0010), ZEB2 ON-TARGET plus SMARTpool (Thermo Scientific; L-006914–02-0010) or nontargeting pool (Thermo Scientific; D-001810–1020) using the INTERFERin siRNA transfection reagent (Polyplus) according to the manufacturer’s instructions.\n3C\n3C assays were performed in BT549 cells as described previously [43]. Briefly, BT549 cells were formaldehyde cross-linked at room temperature for 10 min. After the addition of glycine for 5 min, cells were pelleted\nOncotarget7813www.impactjournals.com/oncotarget\nand intact nuclei were resuspended in lysis buffer (SigmaAldrich Sweden AB) containing protease inhibitors (Roche Diagnostics GmbH, Mannheim, Germany). Appropriate amounts of the chromatin solutions were subjected to overnight digestion with HindIII and PvuII (New England Biolabs, Hitchin, UK). After ligation by T4 ligase, crosslinking was reversed and DNA extracted by phenol/chloroform before precipitation by ethanol. ChIPloop was carried out as described [43]. The crosslinked chromatin fragments were immunoprecipitated with IgG or a pool of anti-Fra-1 and anti-c-Jun antibodies."},{"heading":"ACKNOWLEDGMENTS","text":"This work was supported by scholarship from the China Scholarship Council and grants from the Swedish Cancer Society (Cancerfonden) and the Center for Biosciences. The authors acknowledge the Bioinformatic and Expression Analysis core facility at the Karolinska Institute (BEA, www.bea.ki.se) for performing the Affymetrix assays. We are grateful to Lars-Arne Haldosen for critically reading the manuscript."},{"heading":"CONFLICTS OF INTEREST","text":"No potential conflicts of interest were disclosed."},{"heading":"Abbreviations","text":"TNBC – triple-negative breast cancer, EMT – epithelial-mesenchymal transition, ER – estrogen receptor, 3C – chromosome conformation capture, ChIP – Chromatin immunoprecipitation."},{"heading":"2006; 7:131–142.","text":"22. Medici D, Hay ED, Olsen BR. Snail and slug promote epithelial-mesenchymal transition through beta-catenin-Tcell factor-4-dependent expression of transforming growth factor-beta3. Mol Biol Cell. 2008; 19:4875–4887.\n23. Wellner U, Schubert J, Burk UC, Schmalhofer O, Zhu F, Sonntag A, Waldvogel B, Vannier C, Darling D, zur Hausen A, Brunton VG, Morton J, Sansom O, Schuler J, Stemmler MP, Herzberger C, et al. The EMT-activator ZEB1 promotes tumorigenicity by repressing stemnessinhibiting microRNAs. Nat Cell Biol. 2009; 11:1487–1495.\n24. Yang J, Mani SA, Donaher JL, Ramaswamy S, Itzykson RA, Come C, Savagner P, Gitelman I, Richardson A, Weinberg RA. Twist, a master regulator of morphogenesis, plays an essential role in tumor metastasis. Cell. 2004; 117:927–939.\n25. Balkwill F. Tumour necrosis factor and cancer. Nat Rev Cancer. 2009; 9:361–371.\n26. Weitzenfeld P, Meron N, Leibovich-Rivkin T, Meshel T, Ben-Baruch A. Progression of luminal breast tumors is promoted by menage a trois between the inflammatory cytokine TNFalpha and the hormonal and growth-supporting arms of the tumor microenvironment. Mediators Inflamm."},{"heading":"2013; 2013:720536.","text":"27. Umemura S, Yoshida S, Ohta Y, Naito K, Osamura RY, Tokuda Y. Increased phosphorylation of Akt in triplenegative breast cancers. Cancer Sci. 2007; 98:1889–1892.\n28. Doehn U, Hauge C, Frank SR, Jensen CJ, Duda K, Nielsen JV, Cohen MS, Johansen JV, Winther BR, Lund LR, Winther O, Taunton J, Hansen SH, Frodin M. RSK is a principal effector of the RAS-ERK pathway for eliciting a coordinate promotile/invasive gene program and phenotype in epithelial cells. Mol Cell. 2009; 35:511–522.\n29. Lamouille S, Xu J, Derynck R. Molecular mechanisms of epithelial-mesenchymal transition. Nat Rev Mol Cell Biol."},{"heading":"2014; 15:178–196.","text":"30. Liu J, Hu G, Chen D, Gong AY, Soori GS, Dobleman TJ, Chen XM. Suppression of SCARA5 by Snail1 is essential for EMT-associated cell migration of A549 cells. Oncogenesis. 2013; 2:e73.\n31. Sullivan NJ, Sasser AK, Axel AE, Vesuna F, Raman V, Ramirez N, Oberyszyn TM, Hall BM. Interleukin-6 induces an epithelial-mesenchymal transition phenotype in human breast cancer cells. Oncogene. 2009; 28:2940–2947.\n32. Wu Y, Deng J, Rychahou PG, Qiu S, Evers BM, Zhou BP. Stabilization of snail by NF-kappaB is required for inflammation-induced cell migration and invasion. Cancer Cell. 2009; 15:416–428.\n33. Vandewalle C, Comijn J, De Craene B, Vermassen P, Bruyneel E, Andersen H, Tulchinsky E, Van Roy F, Berx G. SIP1/ZEB2 induces EMT by repressing genes of different epithelial cell-cell junctions. Nucleic Acids Res. 2005; 33:6566–6578.\n34. Jacob S, Nayak S, Fernandes G, Barai RS, Menon S, Chaudhari UK, Kholkute SD, Sachdeva G. Androgen receptor as a regulator of ZEB2 expression and its implications in epithelial-to-mesenchymal transition in prostate cancer. Endocr Relat Cancer. 2014; 21:473–486.\n35. Kahlert C, Lahes S, Radhakrishnan P, Dutta S, Mogler C, Herpel E, Brand K, Steinert G, Schneider M, Mollenhauer M, Reissfelder C, Klupp F, Fritzmann J, Wunder C, Benner A, Kloor M, et al. Overexpression of ZEB2 at the invasion front of colorectal cancer is an independent prognostic marker and regulates tumor invasion in vitro. Clin Cancer Res. 2011; 17:7654–7663.\n36. Hughes TA. Regulation of gene expression by alternative untranslated regions. Trends Genet. 2006; 22:119–122.\n37. Kadauke S, Blobel GA. Chromatin loops in gene regulation. Biochim Biophys Acta. 2009; 1789:17–25.\n38. Gong F, Sun L, Wang Z, Shi J, Li W, Wang S, Han X, Sun Y. The BCL2 gene is regulated by a special AT-rich sequence binding protein 1-mediated long range chromosomal interaction between the promoter and the distal element located within the 3′-UTR. Nucleic Acids Res. 2011; 39:4640–4652.\n39. O’Reilly D, Greaves DR. Cell-type-specific expression of the human CD68 gene is associated with changes in Pol II phosphorylation and short-range intrachromosomal gene looping. Genomics. 2007; 90:407–415.\n40. Deshane J, Kim J, Bolisetty S, Hock TD, Hill-Kapturczak N, Agarwal A. Sp1 regulates chromatin looping between an intronic enhancer and distal promoter of the human heme oxygenase-1 gene in renal cells. J Biol Chem. 2010; 285:16476–16486.\n41. Babu DA, Chakrabarti SK, Garmey JC, Mirmira RG. Pdx1 and BETA2/NeuroD1 participate in a transcriptional complex that mediates short-range DNA looping at the insulin gene. J Biol Chem. 2008; 283:8164–8172.\n42. Zhao C, Matthews J, Tujague M, Wan J, Strom A, Toresson G, Lam EW, Cheng G, Gustafsson JA, DahlmanWright K. Estrogen receptor beta2 negatively regulates the transactivation of estrogen receptor alpha in human breast cancer cells. Cancer Res. 2007; 67:3955–3962.\n43. Shiue CN, Berkson RG, Wright AP. c-Myc induces changes in higher order rDNA structure on stimulation of quiescent cells. Oncogene. 2009; 28:1833–1842."}],"references":[{"title":"Triple-negative breast cancer: a short review","author":["Elias AD"],"venue":"Am J Clin Oncol","citeRegEx":"1","shortCiteRegEx":"1","year":2010},{"title":"Triple negative breast cancer: unmet medical needs","author":["SK Pal","BH Childs","M. Pegram"],"venue":"Breast Cancer Res Treat","citeRegEx":"2","shortCiteRegEx":"2","year":2011},{"title":"AP-1 as a regulator of cell life and death","author":["E Shaulian","M. Karin"],"venue":"Nat Cell Biol","citeRegEx":"3","shortCiteRegEx":"3","year":2002},{"title":"AP-1–The Jun proteins: oncogenes or tumor suppressors in disguise","author":["E. Shaulian"],"venue":"Cell Signal","citeRegEx":"4","shortCiteRegEx":"4","year":2010},{"title":"The dual role of tumor necrosis factor (TNF) in cancer biology","author":["L Bertazza","S. Mocellin"],"venue":"Curr Med Chem","citeRegEx":"5","shortCiteRegEx":"5","year":2010},{"title":"Inflammatory mediators in breast cancer: coordinated expression of TNFalpha & IL-1beta with CCL2 & CCL5 and effects on epithelial-to-mesenchymal transition","author":["G Soria","M Ofri-Shahak","I Haas","N Yaal-Hahoshen","L Leider-Trejo","T Leibovich-Rivkin","P Weitzenfeld","T Meshel","E Shabtai","M Gutman","A. Ben-Baruch"],"venue":"BMC Cancer","citeRegEx":"6","shortCiteRegEx":"6","year":2011},{"title":"Role of tumor necrosis factor-alpha and its receptors in human benign breast lesions and tumors (in situ and infiltrative)","author":["I Garcia-Tunon","M Ricote","A Ruiz","B Fraile","R Paniagua","M. Royuela"],"venue":"Cancer Sci","citeRegEx":"7","shortCiteRegEx":"7","year":2006},{"title":"TNF alpha acting on TNFR1 promotes breast cancer growth via p42/P44 MAPK, JNK, Akt and NF-kappa B-dependent pathways","author":["MA Rivas","RP Carnevale","CJ Proietti","C Rosemblit","W Beguelin","M Salatino","EH Charreau","I Frahm","S Sapia","P Brouckaert","PV Elizalde","R. Schillaci"],"venue":"Exp Cell Res","citeRegEx":"8","shortCiteRegEx":"8","year":2008},{"title":"Tumor necrosis factor deficiency inhibits mammary tumorigenesis and a tumor necrosis factor neutralizing antibody decreases mammary tumor growth in neu/erbB2 transgenic mice","author":["MA Warren","SF Shoemaker","DJ Shealy","W Bshar","MM. Ip"],"venue":"Mol Cancer Ther","citeRegEx":"9","shortCiteRegEx":"9","year":2009},{"title":"TNF-alpha gene knockout in triple negative breast cancer cell line induces apoptosis","author":["V Pileczki","C Braicu","CD Gherman","I. Berindan-Neagoe"],"venue":"Int J Mol Sci","citeRegEx":"10","shortCiteRegEx":"10","year":2012},{"title":"Integrative genomic analyses of ZEB2: Transcriptional regulation of ZEB2 based on SMADs, ETS1, HIF1alpha, POU/OCT, and NF-kappaB","author":["M. Katoh"],"venue":"Int J Oncol","citeRegEx":"11","shortCiteRegEx":"11","year":2009},{"title":"ZEB2 upregulates integrin alpha5 expression through cooperation with Sp1 to induce invasion during epithelial-mesenchymal transition of human cancer cells","author":["EH Nam","Y Lee","YK Park","JW Lee","S. Kim"],"venue":"Carcinogenesis","citeRegEx":"12","shortCiteRegEx":"12","year":2012},{"title":"Genome-wide profiling of AP-1-regulated transcription provides insights into the invasiveness of triple-negative breast cancer","author":["C Zhao","Y Qiao","P Jonsson","J Wang","L Xu","P Rouhi","I Sinha","Y Cao","C Williams","K. Dahlman-Wright"],"venue":"Cancer Res","citeRegEx":"13","shortCiteRegEx":"13","year":2014},{"title":"A high-resolution map of the three-dimensional chromatin interactome in human cells","author":["F Jin","Y Li","JR Dixon","S Selvaraj","Z Ye","AY Lee","CA Yen","AD Schmitt","CA Espinoza","B. Ren"],"venue":null,"citeRegEx":"14","shortCiteRegEx":"14","year":2013},{"title":"Methods for identifying higherorder chromatin structure","author":["Sajan SA","Hawkins RD"],"venue":"Annu Rev Genomics Hum Genet","citeRegEx":"15","shortCiteRegEx":"15","year":2012},{"title":"The long-range interaction landscape of gene promoters","author":["A Sanyal","BR Lajoie","G Jain","J. Dekker"],"venue":null,"citeRegEx":"16","shortCiteRegEx":"16","year":2012},{"title":"The epithelialmesenchymal transition: new insights in signaling, development, and disease","author":["JM Lee","S Dedhar","R Kalluri","EW. Thompson"],"venue":"J Cell Biol","citeRegEx":"17","shortCiteRegEx":"17","year":2006},{"title":"Epithelialmesenchymal transitions in development and disease","author":["JP Thiery","H Acloque","RY Huang","MA. Nieto"],"venue":null,"citeRegEx":"18","shortCiteRegEx":"18","year":2009},{"title":"Epithelial-mesenchymal transition: at the crossroads of development and tumor metastasis","author":["Yang J","Weinberg RA"],"venue":"Dev Cell","citeRegEx":"19","shortCiteRegEx":"19","year":2008},{"title":"Transitions between epithelial and mesenchymal states: acquisition of malignant and stem cell traits","author":["Polyak K","Weinberg RA"],"venue":"Nat Rev Cancer","citeRegEx":"20","shortCiteRegEx":"20","year":2009},{"title":"Complex networks orchestrate epithelial-mesenchymal transitions","author":["Thiery JP","Sleeman JP"],"venue":"Nat Rev Mol Cell Biol","citeRegEx":"21","shortCiteRegEx":"21","year":2006},{"title":"Snail and slug promote epithelial-mesenchymal transition through beta-catenin-Tcell factor-4-dependent expression of transforming growth factor-beta3","author":["D Medici","ED Hay","BR. Olsen"],"venue":"Mol Biol Cell","citeRegEx":"22","shortCiteRegEx":"22","year":2008},{"title":"The EMT-activator ZEB1 promotes tumorigenicity by repressing stemnessinhibiting microRNAs","author":["U Wellner","J Schubert","UC Burk","O Schmalhofer","F Zhu","A Sonntag","B Waldvogel","C Vannier","D Darling","A zur Hausen","VG Brunton","J Morton","O Sansom","J Schuler","MP Stemmler","C Herzberger"],"venue":"Nat Cell Biol","citeRegEx":"23","shortCiteRegEx":"23","year":2009},{"title":"Twist, a master regulator of morphogenesis, plays an essential role in tumor metastasis","author":["J Yang","SA Mani","JL Donaher","S Ramaswamy","RA Itzykson","C Come","P Savagner","I Gitelman","A Richardson","RA. Weinberg"],"venue":null,"citeRegEx":"24","shortCiteRegEx":"24","year":2004},{"title":"Tumour necrosis factor and cancer","author":["F. Balkwill"],"venue":"Nat Rev Cancer","citeRegEx":"25","shortCiteRegEx":"25","year":2009},{"title":"Progression of luminal breast tumors is promoted by menage a trois between the inflammatory cytokine TNFalpha and the hormonal and growth-supporting arms of the tumor microenvironment","author":["P Weitzenfeld","N Meron","T Leibovich-Rivkin","T Meshel","A. Ben-Baruch"],"venue":"Mediators Inflamm","citeRegEx":"26","shortCiteRegEx":"26","year":2013},{"title":"Increased phosphorylation of Akt in triplenegative breast cancers","author":["S Umemura","S Yoshida","Y Ohta","K Naito","RY Osamura","Y. Tokuda"],"venue":"Cancer Sci","citeRegEx":"27","shortCiteRegEx":"27","year":2007},{"title":"RSK is a principal effector of the RAS-ERK pathway for eliciting a coordinate promotile/invasive gene program and phenotype in epithelial cells","author":["U Doehn","C Hauge","SR Frank","CJ Jensen","K Duda","JV Nielsen","MS Cohen","JV Johansen","BR Winther","LR Lund","O Winther","J Taunton","SH Hansen","M. Frodin"],"venue":"Mol Cell","citeRegEx":"28","shortCiteRegEx":"28","year":2009},{"title":"Molecular mechanisms of epithelial-mesenchymal transition","author":["S Lamouille","J Xu","R. Derynck"],"venue":"Nat Rev Mol Cell Biol","citeRegEx":"29","shortCiteRegEx":"29","year":2014},{"title":"Suppression of SCARA5 by Snail1 is essential for EMT-associated cell migration of A549 cells","author":["J Liu","G Hu","D Chen","AY Gong","GS Soori","TJ Dobleman","XM. Chen"],"venue":"Oncogenesis","citeRegEx":"30","shortCiteRegEx":"30","year":2013},{"title":"Interleukin-6 induces an epithelial-mesenchymal transition phenotype in human breast cancer cells","author":["NJ Sullivan","AK Sasser","AE Axel","F Vesuna","V Raman","N Ramirez","TM Oberyszyn","BM. Hall"],"venue":"Oncogene","citeRegEx":"31","shortCiteRegEx":"31","year":2009},{"title":"Stabilization of snail by NF-kappaB is required for inflammation-induced cell migration and invasion","author":["Y Wu","J Deng","PG Rychahou","S Qiu","BM Evers","BP. Zhou"],"venue":"Cancer Cell","citeRegEx":"32","shortCiteRegEx":"32","year":2009},{"title":"SIP1/ZEB2 induces EMT by repressing genes of different epithelial cell-cell junctions","author":["C Vandewalle","J Comijn","B De Craene","P Vermassen","E Bruyneel","H Andersen","E Tulchinsky","F Van Roy","G. Berx"],"venue":"Nucleic Acids Res","citeRegEx":"33","shortCiteRegEx":"33","year":2005},{"title":"Androgen receptor as a regulator of ZEB2 expression and its implications in epithelial-to-mesenchymal transition in prostate cancer","author":["S Jacob","S Nayak","G Fernandes","RS Barai","S Menon","UK Chaudhari","SD Kholkute","G. Sachdeva"],"venue":"Endocr Relat Cancer","citeRegEx":"34","shortCiteRegEx":"34","year":2014},{"title":"Overexpression of ZEB2 at the invasion front of colorectal cancer is an independent prognostic marker and regulates tumor invasion in vitro","author":["C Kahlert","S Lahes","P Radhakrishnan","S Dutta","C Mogler","E Herpel","K Brand","G Steinert","M Schneider","M Mollenhauer","C Reissfelder","F Klupp","J Fritzmann","C Wunder","A Benner","M Kloor"],"venue":"Clin Cancer Res","citeRegEx":"35","shortCiteRegEx":"35","year":2011},{"title":"Regulation of gene expression by alternative untranslated regions","author":["Hughes TA"],"venue":"Trends Genet","citeRegEx":"36","shortCiteRegEx":"36","year":2006},{"title":"Chromatin loops in gene regulation","author":["Kadauke S","Blobel GA"],"venue":"Biochim Biophys Acta","citeRegEx":"37","shortCiteRegEx":"37","year":2009},{"title":"The BCL2 gene is regulated by a special AT-rich sequence binding protein 1-mediated long range chromosomal interaction between the promoter and the distal element located within the 3′-UTR","author":["F Gong","L Sun","Z Wang","J Shi","W Li","S Wang","X Han","Y. Sun"],"venue":"Nucleic Acids Res","citeRegEx":"38","shortCiteRegEx":"38","year":2011},{"title":"Cell-type-specific expression of the human CD68 gene is associated with changes in Pol II phosphorylation and short-range intrachromosomal gene","author":["O’Reilly D","Greaves DR"],"venue":"looping. Genomics","citeRegEx":"39","shortCiteRegEx":"39","year":2007},{"title":"Sp1 regulates chromatin looping between an intronic enhancer and distal promoter of the human heme oxygenase-1 gene in renal cells","author":["J Deshane","J Kim","S Bolisetty","TD Hock","N Hill-Kapturczak","A. Agarwal"],"venue":"J Biol Chem","citeRegEx":"40","shortCiteRegEx":"40","year":2010},{"title":"Pdx1 and BETA2/NeuroD1 participate in a transcriptional complex that mediates short-range DNA looping at the insulin gene","author":["DA Babu","SK Chakrabarti","JC Garmey","RG. Mirmira"],"venue":"J Biol Chem","citeRegEx":"41","shortCiteRegEx":"41","year":2008},{"title":"Estrogen receptor beta2 negatively regulates the transactivation of estrogen receptor alpha in human breast cancer cells","author":["C Zhao","J Matthews","M Tujague","J Wan","A Strom","G Toresson","EW Lam","G Cheng","JA Gustafsson","K. DahlmanWright"],"venue":"Cancer Res","citeRegEx":"42","shortCiteRegEx":"42","year":2007},{"title":"c-Myc induces changes in higher order rDNA structure on stimulation of quiescent cells","author":["CN Shiue","RG Berkson","AP. Wright"],"venue":"Oncogene","citeRegEx":"43","shortCiteRegEx":"43","year":2009}],"referenceMentions":[{"referenceID":0,"context":"Triple-negative breast cancer (TNBC), a tumor type defined by lack of expression of the estrogen, progesterone and HER2 receptors, represents a more aggressive and metastatic form of breast cancer than other types of breast cancer [1].","startOffset":231,"endOffset":234},{"referenceID":1,"context":"Whilst breast tumors that express estrogen receptor (ER) are responsive to ER antagonists and aromatase inhibitors and HER2-positive tumors are effectively treated with HER2-blocking antibodies and/or HER2 kinase inhibitors [2], TNBC lacks a targeted therapy.","startOffset":224,"endOffset":227},{"referenceID":2,"context":"AP-1 regulates the expression of AP-1 target genes after binding to 12-O-tetradecanoylphorbol-13-acetate (TPA) response elements (TREs) associated with regulated genes [3].","startOffset":168,"endOffset":171},{"referenceID":3,"context":"Upon activation by growth factors, hormones or cytokines, AP-1 signaling plays a critical role in numerous cellular processes, including proliferation, differentiation, apoptosis, cell migration, and transformation [4].","startOffset":215,"endOffset":218},{"referenceID":4,"context":"Increasing evidence indicates that a chronic and consistent expression of TNFα in tumors promotes tumor development and progression [5].","startOffset":132,"endOffset":135},{"referenceID":5,"context":"Specifically in relation to breast cancer, TNFα was found to be highly expressed in breast tumors as compared with normal tissues [6], and patients with more advanced breast tumor phenotypes were shown to have elevated TNFα serum levels [6, 7].","startOffset":130,"endOffset":133},{"referenceID":5,"context":"Specifically in relation to breast cancer, TNFα was found to be highly expressed in breast tumors as compared with normal tissues [6], and patients with more advanced breast tumor phenotypes were shown to have elevated TNFα serum levels [6, 7].","startOffset":237,"endOffset":243},{"referenceID":6,"context":"Specifically in relation to breast cancer, TNFα was found to be highly expressed in breast tumors as compared with normal tissues [6], and patients with more advanced breast tumor phenotypes were shown to have elevated TNFα serum levels [6, 7].","startOffset":237,"endOffset":243},{"referenceID":7,"context":"TNFα promotes breast cancer cell proliferation and migration in vitro [8] and contributes to mammary tumorigenesis in vivo [9].","startOffset":70,"endOffset":73},{"referenceID":8,"context":"TNFα promotes breast cancer cell proliferation and migration in vitro [8] and contributes to mammary tumorigenesis in vivo [9].","startOffset":123,"endOffset":126},{"referenceID":9,"context":"In addition, depletion of TNFα expression in a TNBC cell line led to apoptosis and inhibition of cell proliferation, indicating that TNFα plays a fundamental role in the promotion and progression of TNBC [10].","startOffset":204,"endOffset":208},{"referenceID":10,"context":"ZEB2 belongs to a small family of transcriptional factors characterized by containing a homeo domain flanked by two separated zinc finger clusters [11].","startOffset":147,"endOffset":151},{"referenceID":10,"context":"It is expressed in various types of human tumors, such as breast cancer, gastric cancer, and ovarian cancer [11].","startOffset":108,"endOffset":112},{"referenceID":11,"context":"ZEB2 is a potent repressor of E-cadherin through its direct binding to the E-cadherin promoter and a key player in tumor cell invasion and metastasis [12, 13].","startOffset":150,"endOffset":158},{"referenceID":12,"context":"ZEB2 is a potent repressor of E-cadherin through its direct binding to the E-cadherin promoter and a key player in tumor cell invasion and metastasis [12, 13].","startOffset":150,"endOffset":158},{"referenceID":13,"context":"Gene looping is increasingly recognized to play important regulatory roles in gene expression [14].","startOffset":94,"endOffset":98},{"referenceID":14,"context":"The use of recently developed techniques such as chromosome conformation capture (3C) has revealed that higher-order chromatin structure involves long-range loop formation between distant genomic elements [15].","startOffset":205,"endOffset":209},{"referenceID":15,"context":"Long-range interactions between promoters and distal elements have been discovered in a wide variety of gene loci, and the formation of looping interactions is significantly correlated with gene expression [16].","startOffset":206,"endOffset":210},{"referenceID":20,"context":"During the EMT, epithelial cells acquire fibroblast-like properties and show reduced intercellular adhesion and enhanced motility [21].","startOffset":130,"endOffset":134},{"referenceID":12,"context":"We have recently reported that AP-1 promotes cell invasion through transcriptional upregulation of ZEB2 in TNBC cells [13].","startOffset":118,"endOffset":122},{"referenceID":12,"context":"We have previously demonstrated that AP-1 signaling, via activation of ZEB2, induces cell invasion of TNBC cells [13].","startOffset":113,"endOffset":117},{"referenceID":12,"context":"We have also demonstrated that Fra-1 and c-Jun are highly expressed AP-1 protein family members in these cells [13].","startOffset":111,"endOffset":115},{"referenceID":12,"context":"We have previously demonstrated that AP-1 activation downstream of the PI3K/Akt and MAPK/ERK signaling pathways transactivates ZEB2 gene expression [13].","startOffset":148,"endOffset":152},{"referenceID":12,"context":"Furthermore, TNFα treatment increased binding of Fra-1 and c-Jun to an AP-1 binding region in an intron of the ZEB2 gene that we have previously described [13] (Figure 2E).","startOffset":155,"endOffset":159},{"referenceID":24,"context":"It has become increasingly clear that inflammatory cytokines such as TNFα facilitate both tumor development and metastatic progression [25].","startOffset":135,"endOffset":139},{"referenceID":5,"context":"TNFα is a major inflammatory cytokine shown to be highly expressed in breast carcinomas [6].","startOffset":88,"endOffset":91},{"referenceID":25,"context":"TNFαexpression is also associated with tumor metastasis of breast cancer [26].","startOffset":73,"endOffset":77},{"referenceID":26,"context":"Compared to other breast tumor subtypes, the PI3K/ AKT pathway is enhanced in TNBC, and plays a critical role in promoting EMT and invasion in various cancers [27].","startOffset":159,"endOffset":163},{"referenceID":27,"context":"Furthermore, AP-1 components can be activated by MAPK/ERK signaling pathway [28].","startOffset":76,"endOffset":80},{"referenceID":28,"context":"Although previous research has implicated the interplay between inflammatory cytokines and the activation of different signaling pathways, like Wnt, Notch and NF-κB signaling in the regulation of EMT-like processes [29], our results further suggest that AP-1 signaling is necessary for TNFα-induced EMT.","startOffset":215,"endOffset":219},{"referenceID":32,"context":"[33] showed that exogenous ZEB2 expression in a colon cancer cell line induced a dramatic morphological conversion, from an epithelial cell state to a fibroblast-like phenotype.","startOffset":0,"endOffset":4},{"referenceID":12,"context":"Expanding on our previous findings that ZEB2 caused an invasive phenotype in TNBC cells [13], this study indicates that ZEB2 induction mediated by the inflammatory cytokine TNFα is critical for EMT and thus provides a plausible molecular mechanism contributing to TNBC aggressiveness.","startOffset":88,"endOffset":92},{"referenceID":12,"context":"This result is in agreement with our previous findings that high levels of a total pool of ZEB2 mRNAs were detected only in TNBC cell lines [13].","startOffset":140,"endOffset":144},{"referenceID":33,"context":"In relevance to these data, it has been reported that ZEB2 expression is higher in various cancers compared with normal tissues [34, 35].","startOffset":128,"endOffset":136},{"referenceID":34,"context":"In relevance to these data, it has been reported that ZEB2 expression is higher in various cancers compared with normal tissues [34, 35].","startOffset":128,"endOffset":136},{"referenceID":35,"context":"5′UTR regions can influence mRNA stability and translational efficiency and thus differential expression of transcripts with different 5′UTRs is a means to modulate protein expression [36].","startOffset":184,"endOffset":188},{"referenceID":35,"context":"The potential significance of the expression of alternative UTRs is related to tissue-specific expression patterns and a contribution of dysregulated expression of alternative UTRs to the development of disease [36].","startOffset":211,"endOffset":215},{"referenceID":36,"context":"It is increasingly recognized that the expression of multiple genes may be coordinately regulated through chromatin looping [37].","startOffset":124,"endOffset":128},{"referenceID":38,"context":"5 kb distance [39], the HO-1 gene over a 6.","startOffset":14,"endOffset":18},{"referenceID":39,"context":"0 kb distance [40], and the insulin gene spanning a region of 1.","startOffset":14,"endOffset":18},{"referenceID":13,"context":"5 kb [14], further emphasizing the occurrence of looping interactions over variable distances.","startOffset":5,"endOffset":9},{"referenceID":41,"context":"The 16 breast tumor samples in this study have been previously described [42].","startOffset":73,"endOffset":77},{"referenceID":41,"context":"Chromatin immunoprecipitation (ChIP) was performed as previously described [42].","startOffset":75,"endOffset":79},{"referenceID":41,"context":"Western blot analyses were performed as previously described [42].","startOffset":61,"endOffset":65},{"referenceID":42,"context":"3C assays were performed in BT549 cells as described previously [43].","startOffset":64,"endOffset":68},{"referenceID":42,"context":"ChIPloop was carried out as described [43].","startOffset":38,"endOffset":42}],"year":2015,"abstractText":"The molecular determinants of malignant cell behaviour in triple-negative breast cancer (TNBC) are poorly understood. Recent studies have shown that regulators of epithelial-mesenchymal transition (EMT) are potential therapeutic targets for TNBC. In this study, we demonstrate that the inflammatory cytokine TNFα induces EMT in TNBC cells via activation of AP-1 signaling and subsequently induces expression of the EMT regulator ZEB2. We also show that TNFα activates both the PI3K/Akt and MAPK/ERK pathways, which act upstream of AP-1. We further investigated in detail AP-1 regulation of ZEB2 expression. We show that two ZEB2 transcripts derived from distinct promoters are both expressed in breast cancer cell lines and breast tumor samples. Using the chromosome conformation capture assay, we demonstrate that AP-1, when activated by TNFα, binds to a site in promoter 1b of the ZEB2 gene where it regulates the expression of both promoter 1b and 1a, the latter via mediating long range chromatin interactions. Overall, this work provides a plausible mechanism for inflammation-induced metastatic potential in TNBC, involving a novel regulatory mechanism governing ZEB2 isoform expression.","creator":"Adobe InDesign CS5.5 (7.5)"}}
{"name":"18621-271496-4-PB.pdf","metadata":{"source":"CRF","title":"Human CAFs promote lymphangiogenesis in ovarian cancer via the Hh-VEGF-C signaling axis","authors":["Rui Wei","Mengqin Lv","Fei Li","Teng Cheng","Zhengzhong Zhang","Guiying Jiang","Ying Zhou","Ruiqiu Gao","Xiao Wei","Jicheng Lou","Xizi Wu","Danfeng Luo","Xiangyi Ma","Jin Jiang","Ding Ma","Ling Xi"],"emails":["lxi@tjh.tjmu.edu.cn"],"sections":[{"heading":null,"text":"Oncotarget67315www.impactjournals.com/oncotarget\nCancer-associated fibroblasts (CAFs) play a pivotal role in the development and progression of many human cancers. Recent studies have shown that Hedgehog (Hh) signalling modulates the stromal microenvironment and prepares a suitable niche for tumour metastasis. However, the detailed molecular mechanisms underlying CAFmediated lymphangiogenesis have not been fully elucidated. Therefore, our goal is to illustrate whether Hh ligands can activate Hh signalling in CAFs in a paracrine fashion and elucidate the effect of CAFs on lymphangiogenesis. We determined here that Sonic Hedgehog (SHH) secreted by ovarian cancer (OC) cells activated Hh signalling in CAFs and promoted the proliferation of CAFs. Moreover, we co-injected SHH-overexpressing OC cells and CAFs in a xenograft model and found that the CAFs accelerated tumourigenesis and lymphangiogenesis in OC. Mechanistically, we found that SHH secreted by the OC cells induced VEGF-C expression in CAFs. Inhibition of Hh signalling in CAFs decreased VEGF-C expression and diminished the positive role of CAFs in supporting tumourigenesis and lymphangiogenesis in a murine xenograft model. Our results demonstrate that CAFs constitute a supportive niche for cancer lymphangiogenesis via the Hh/VEGF-C signalling axis and provide evidence for the clinical application of Hh inhibitors in the treatment of OC."},{"heading":"INTRODUCTION","text":"Ovarian cancer (OC) is the most lethal gynaecologic malignancy with high mortality [1]. Each year, nearly 225,000 women are diagnosed with OC, and more than 140,000 patients die of OC worldwide. Although great progress has been made in the treatment of OC, recurrence of advanced OC is inevitable [2]. Among the advanced OC patients, especially those with lymph node metastasis, more than 70% relapse after 2 years of withdrawal of chemotherapy [3]. It is urgent to fully understand the mechanism of OC metastasis and find a new and efficient targeted therapy.\nCancer-associated fibroblasts (CAFs) originating from stromal fibroblastic cells are the dominating component of the tumour microenvironment [4]. CAFs have been shown to play a crucial role in tumour metastasis [5, 6]. Generally, the stroma interacts with tumour cells via reciprocal communications mediated by secretory factors. CAFs produce lactate, ketones, glutamine, fatty acids and cysteine to promote tumour formation and development [7, 8]. Thus, it is important to elucidate the molecular mechanisms underlying the function of CAFs in tumourigenesis. Recent data demonstrated the critical role of CAFs in the proliferation and metastasis of OC cells [9, 10]. Moreover, CAFs have\nOncotarget67316www.impactjournals.com/oncotarget\nbeen reported to promote tumour angiogenesis [11]. However, there is a limited number of studies examining CAFs in the lymphangiogenesis of OC, and the underlying mechanism involved remains obscure. Tumour cells establish an autocrine–paracrine communication circuit with the stromal microenvironment through reciprocal signalling. Hedgehog (Hh) signalling was reported to be a potential signalling pathway in CAFs induced by tumour cells [12]. Previous reports suggested that Hh signalling effects tumourigenesis of various human cancers by controlling cell proliferation, angiogenesis and epithelial-mesenchymal transition (EMT) in an autocrinejuxtacrine manner [13, 14]. However, recent publications have described an alternative mechanism by which Hh ligands secreted by tumour cells activate Hh signalling in stromal cells in a paracrine manner rather than by stimulating the epithelial cells of the tumour [15]. These results highlight the importance of Hh signalling in the tumour microenvironment. For OC, few studies have focused on the paracrine effects of stromal Hh signalling on metastasis. Given the high incidence of lymph node metastasis in clinically advanced OC [16], we attempted to elucidate the connection between CAFs and Hh signalling in OC lymphangiogenesis. In this study, we investigated the possible role of CAFs in promoting lymphangiogenesis via Hh signalling. We demonstrated that OC cell-derived Sonic Hedgehog (SHH) activated Hh signalling in CAFs, which increased the expression of VEGF-C and promoted the capillary tube formation of lymphatic endothelial cells (LECs) in vitro, and induced tumour lymphangiogenesis in vivo. Suppression of Hh signalling activity in CAFs attenuated the pro-lymphangiogenesis effects of CAFs. Our results demonstrate a role of Hh signalling in the tumour stroma as a regulator of lymphangiogenesis and highlight the important interplay between CAFs and endothelial cells. Thus, this study provides potential targets for the future development of novel therapeutics for OC."},{"heading":"RESULTS","text":"SHH ligands can activate the Hh signalling of CAFs\nWestern blot analysis (WB) and immunohistochemistry (IHC) revealed that SHH levels were equally high in four different types of OC tissues, whereas the normal ovarian tissues hardly expressed SHH (Supplementary Figure 1A, 1B and 1C), suggesting that the expression of Hh ligand was aberrantly activated in epithelial OC and that CAFs survived in an environment rich in SHH ligands. Flow cytometry was used to separate cells based on the expression of marker proteins including vimentin, α-SMA and cytokeratin 8. The CAFs were positive for α-SMA and vimentin and negative for cytokeratin 8, while the normal ovarian fibroblasts (NOFs)\nwere positive for vimentin and negative for α-SMA and cytokeratin 8 (Figure 1A). The morphology of passage 3 CAFs and NOFs was mainly spindle-like intermixed with scalene triangular and polygonal cell morphologies (Figure 1B). To investigate whether CAFs can be activated by exogenous SHH ligands, the expression of PTCH in CAFs and NOFs was examined by immunofluorescence. CAFs and NOFs both expressed PTCH (P>0.05) (Figure 1C). However, after treatment with recombinant SHH (rSHH) at 1 μg/ml for 48 h, the expression of Gli-1 and PTCH in CAFs increased significantly, while the NOFs displayed no obvious difference (Figure 1D). Cyclopamine has anti-tumour properties via their direct binding to SMO. The expression of Gli-1 in CAFs was decreased in the presence of Cyclopamine (Figure 1E). Collectively, our observations suggest that the Hh signalling pathway can be activated by exogenous rSHH in CAFs but not in NOFs.\nSHH ligands promote the proliferation of CAFs in vitro by activating Hh signalling in CAFs\nTo determine the effect of SHH on the proliferation of CAFs in vitro, EDU assay and immunofluorescence for Ki-67 were performed in CAFs treated with rSHH for 48 h. The percentage of Ki-67- and EDU-positive CAFs in the rSHH-treated group was greater than that of the control group (Figure 2A and 2B). In addition, the CAFs multiplied rapidly after treatment with rSHH for 48 h (Figure 2C). Cell viability assays revealed that the proliferation of CAFs was notably enhanced after rSHH treatment in a dose-dependent manner (Figure 2D). In addition, the proliferation of CAFs was dramatically attenuated in the presence of Cyclopamine (Figure 2D). These results indicate that SHH ligand promoted the proliferation of CAFs in vitro by activating the Hh signalling pathway in CAFs."},{"heading":"OC cell-derived SHH activates Hh signalling in CAFs","text":"WB showed that Hh ligand expression and pathway activation occurred in OC cells (Figure 3A). To detect whether SHH ligands can be secreted to the extracellular space by OC cells, we used ELISA to determine the secretion of ligand into the media. The results showed that the level of SHH secreted by TOV-112D cells was relatively high, whereas that secreted by Caov3 cells was relatively low (Figure 3B). We also detected the invasive ability of these OC cells. TOV-112D cells possessed higher invasive ability, while Caov3 cells had lower invasive ability (Supplementary Figure 1D). Thus, TOV112D and Caov3 cells were selected for transfection with SHH-knockdown or SHH-overexpressing lentivirus to alter SHH levels in OC. TOV-112D cells were lentivirally transfected with shRNA for knocking down SHH to\nOncotarget67317www.impactjournals.com/oncotarget\nestablish TOV-112D SHH-shRNA cells and with control shRNA to establish TOV-112D shNC cells. The lentiviral vector encoding SHH gene was transfected into Caov3 cells to establish a stable SHH-overexpressing cell line called Caov3 SHH-OE, and the control lentiviral vectortransfected cell line was called Caov3 NC. WB and ELISA confirmed a significant decrease in the expression of SHH in the TOV-112D SHH-shRNA cells compared with that in the TOV-112D shNC cells (Figure 3C and 3E). The expression of SHH in Caov3 SHH-OE cells was prominently increased (Figure 3D and 3E). To determine whether OC cell-derived SHH can activate the Hh signalling pathway in CAFs, we developed an indirect coculture model with OC cells seeded in the top chamber and CAFs seeded in the lower chamber for 2 days (Figure 3F). Compared with that in the CAFs cultured alone, the protein expression of Gli-1 in the CAFs co-cultured with TOV-112D, SKOV3 and Caov3 cells was increased in response to SHH secreted by OC cells. (Figure 3G). After co-culturing with TOV-112D SHH-shRNA cells, the expression level of Gli-1 was attenuated in the CAFs, while that in the CAFs co-cultured with Caov3 SHH-OE was dramatically increased (Figure 3H). These results\nsuggest that OC cell-derived SHH activated the Hh signalling pathway in CAFs.\nActivation of the Hh signalling pathway in CAFs facilitates migration and capillary tube formation of LECs in vitro\nGiven the responsiveness of CAFs to Hh signalling, we wondered whether the activation of Hh signalling in CAFs was associated with elevated migration and capillary tube formation of LECs. The migration of LECs treated with rSHH was not significantly increased compared with no SHH treatment. (Figure 4A and 4B). Indirect co-culture of LECs with CAFs treated with rSHH increased the number of migratory LECs (P < 0.0001) compared with control LECs (Figure 4C and 4D). Model with VEGFC(5ng/ml) was positive control. Tube formation assay showed rSHH did not directly accelerate the capillary tube formation in LECs (Figure 4E and 4F). However, tube formation of LECs incubated with supernatants from CAFs treated with rSHH was notably increased compared with that of LECs cultured with supernatants from untreated CAFs (Figure 4G and 4H). Model with\nOncotarget67318www.impactjournals.com/oncotarget\nVEGF-C was positive control. These results suggest that canonical Hh signalling in CAFs promoted the migration and capillary tube formation of LECs. In addition, immunofluorescence analysis showed that LECs, which express VEGF-R3, expressed little if any PTCH (Figure 4I). After treatment with rSHH for up to 72 h, Gli-1 expression did not change in LECs (Figure 4J). In addition, we pre-treated LECs with rSHH (0–10 μg/mL, for 48 h or 72 h), but the growth rate of LECs was not different from that of the untreated control group (Figure 4K). The fact that LECs failed to respond to SHH suggests that endothelial cells are not directly responsive to canonical Hh signalling during Hh-mediated lymphangiogenesis.\nVEGF-C is a CAF-derived lymphangiogenesis factor induced by SHH\nTo test whether lymphangiogenesis factors were secreted by fibroblasts, we allowed purified CAFs and NOFs to grow in the presence or absence of rSHH and derived conditioned media from them. Quantitative RT-PCR confirmed that the mRNA levels of Gli-1 and VEGF-C were increased (P < 0.05) in the CAFs treated with rSHH for 48 h (Figure 5A). However, the mRNA levels of Gli-1 and VEGF-C did not increase in the NOFs treated with rSHH for 48 h (Figure 5B). Meanwhile, ELISA of conditioned media showed an increased secretion of VEGF-C by the CAFs treated with rSHH (Figure 5C). To verify the effect of OC cell-derived SHH\non the expression of VEGF-C in CAFs, CAFs were cocultured with SKOV3, TOV-112D and Caov3 cells. Our results showed that OC cell-derived SHH increased expression of Gli-1 and VEGF-C in CAFs (Figure 5D and 5E). Furthermore, CAFs co-cultured with TOV-112D SHH-shRNA cells exhibited reduced Gli-1 and VEGF-C expression (Figure 5F and 5G). In addition, after the CAFs were co-cultured with Caov3 SHH-OE cells, there was a notable increase in the expression of Gli-1 and VEGF-C (Figure 5H and 5I). Thus, there was a positive correlation between Gli-1 and VEGF-C expression in CAFs with SHH expression in OCs. To further detect whether VEGF-C is a Hh-responsive gene in CAFs, lentiviral shRNA for knocking down Gli-1 or control shRNA were transfected into CAFs to generate CAFs Gli1-shRNA or CAFs shNC, respectively. (Figure 5J). The mRNA levels of Gli-1 and VEGF-C were dramatically decreased in the CAFs Gli1shRNA treated with rSHH (P < 0.01) in comparison to those in the CAFs shNC (Figure 5K). Additionally, ELISA showed that the secretion of VEGF-C was attenuated in the CAFs Gli1-shRNA treated with rSHH (Figure 5L). Together, these results demonstrate that Hh induced CAFs to secrete the lymphangiogenesis factor VEGF-C."},{"heading":"Paracrine signalling of tumour-initiated SHH in","text":"CAFs accelerates lymphangiogenesis in vivo\nThe observation that SHH secreted by Caov3 SHH-OE cells promoted VEGF-C expression in CAFs by activating the Hh pathway led us to hypothesize\nOncotarget67319www.impactjournals.com/oncotarget\nthat the paracrine signalling of SHH in fibroblasts was associated with tumour growth and lymphangiogenesis in vivo. We subcutaneously co-injected CAFs and Caov3 SHH-OE or Caov3 NC cells into Balb/c-null mice. Coinjection of CAFs and Caov3 SHH-OE cells significantly accelerated tumour progression and resulted in larger tumours compared to the injection of Caov3 SHH-OE (P < 0.01) or Caov3 NC cells (P < 0.05) alone, or the coinjection of CAFs with Caov3 NC cells (Figure 6B and 6C). The survival rate of mice with tumours derived from Caov3 SHH-OE cells co-injected with CAFs was reduced compared to that of mice with tumours derived from Caov3 NC cells co-injected with CAFs (P < 0.05) or from Caov3 SHH-OE or Caov3 NC cells alone (Figure 6A).\nThese findings indicate that paracrine signalling of OC cell-derived SHH in CAFs facilitated tumour growth. IHC analysis of tumour sections confirmed the elevation of the proliferation marker Ki-67 and stromal Gli-1 expression, as well as the increase in α-SMA staining and resultant expression of the lymphatic marker LYVE1, in the tumours from mice co-injected with Caov3 SHH-OE cells and CAFs compared with that in the tumours from mice in co-injected with Caov3 NC cells and CAFs (Figure 6D). Furthermore, IHC analysis identified that the tumours from injection of Caov3 SHH-OE cells alone and Caov3 NC cells alone barely expressed Ki-67, stromal Gli-1 and α-SMA. The number of LYVE1+ vessels was attenuated in these groups compared with the group with co-injection\nOncotarget67320www.impactjournals.com/oncotarget\nof CAFs (Figure 6E). Collectively, our results demonstrate that paracrine Hh signalling in CAFs promoted tumour growth and enhanced lymphangiogenesis.\nInhibition of Hh signalling in CAFs blocks its effect on lymphangiogenesis in vitro and in vivo\nMigration assay confirmed that treatment of rSHH in CAFs Gli1-shRNA attenuated the number of migrating LECs (P < 0.0001) compared with that with\nthe CAFs shNC (Figure 7A). In addition, we observed a decreased capillary tube formation in LECs incubated with supernatants from CAFs Gli1-shRNA treated with rSHH (P < 0.001) compared with that in LECs grown with supernatants derived from CAFs shNC (Figure 7B). We co-injected Caov3 SHH-OE cells with CAFs Gli1-shRNA or CAFs shNC in xenograft experiments. Tumours arising from the co-injection of Caov3 SHHOE cells with CAFs Gli1-shRNA were smaller than those arising from the co-injection of CAFs shNC (Figure 7C).\nOncotarget67321www.impactjournals.com/oncotarget\nA significant longer survival period was also observed for mice with tumours derived from Caov3 SHH-OE cells co-injected with CAFs Gli1-shRNA compared to that of mice with tumours derived from Caov3 SHH-OE cells co-injected with CAFs shNC (Figure 7D). Subsequently, IHC analysis of tumour sections showed reduced staining of the proliferation marker Ki-67 and attenuated α-SMA staining, as well as decrease in the resultant expression\nof the lymphatic marker LYVE1, in the group co-injected with CAFs Gli1-shRNA compared with that of the group co-injected with CAFs shNC. In addition, the stroma in the group co-injected with CAFs Gli1-shRNA barely expressed Gli-1 (Figure 7E). The number of LYVE1+ vessels in the group co-injected with CAFs Gli1-shRNA was reduced compared with that in co-injected with CAFs shNC (Figure 7F). Taken together, our data shows\nOncotarget67322www.impactjournals.com/oncotarget\nhere that the effect of CAFs on tumourigenesis and lymphangiogenesis in OC depended on OC cell-derived SHH and Hh signalling activity in CAFs."},{"heading":"DISCUSSION","text":"The key finding from this study is that CAFs promote lymphangiogenesis in OC via the Hh/VEGF-C signalling axis (Figure 8). We demonstrated here that OC\ncell-derived SHH activated Hh signalling in CAFs and promoted the proliferation of CAFs. Activation of the Hh signalling pathway in CAFs facilitated the migration and capillary tube formation in LECs. VEGF-C was identified as a candidate lymphangiogenesis factor secreted by CAFs in response to Hh stimulation. Blocking of Hh signalling in CAFs decreased VEGF-C expression and diminished the positive role of CAFs in supporting tumourigenesis and lymphangiogenesis. Our findings demonstrated the\nOncotarget67323www.impactjournals.com/oncotarget\nOncotarget67324www.impactjournals.com/oncotarget\npivotal role of Hh signalling in the tumour stroma as a regulator of lymphangiogenesis. CAFs constitute a supportive niche for cancer lymphangiogenesis via Hh/ VEGF-C signalling, and targeting this signalling may be a new therapeutic strategy for OC. Previous studies have indicated that tumour cells synthesize and respond to the Hh ligand in an autocrinejuxtacrine manner [17, 18]. However, our data suggested a paracrine mode of the canonical Hh signalling pathway in OC. Our data are consistent with previous findings that SHH is overexpressed in pancreatic tumour cells and that tumour cell-derived SHH activates the Hh signalling pathway in pancreatic stellate cells instead of in tumour cells [19]. Our study provides evidence that Hh signalling is an important link between OC cells and stromal cells. We demonstrated that the CAFs were responsive to Hh and that SHH originating from the epithelium activated canonical Hh signalling in the adjacent mesenchyme. Our study of Hh signalling between the two cell types sheds new light on the understanding of lymphangiogenesis in OC and enables the identification of a potential therapeutic target. The importance of paracrine Hh signaling lies in the nurture and maintenance of tumor microenvironment [20, 21]. An increasing amount of evidence has demonstrated the importance of the involvement of stromal components, which account for 7%–83% of the tumour tissue, in the pathogenesis and progression of OC [22, 23]. In this study, our data showed that CAFs were responsive to Hh signalling and OC cell-derived SHH signalling to CAFs promoted the production of the lymphangiogenesis factor VEGF-C. Inhibition of Hh signalling in CAFs blocked their pro-lymphangiogenic effects. Similarly, it has been reported that OC cell-derived SHH induced human ovarian carcinoma-associated mesenchymal stem cells to express BMP4, which promoted chemotherapy resistance in OC [24]. Taken together, our findings further strengthen the idea that tumour-stromal interactions are critical for tumour growth and progression. Furthermore, the interactions of tumour-associated macrophages and SHH-positive medulloblastoma cells have been reported to contribute to tumour growth [25]. Consistent with these observations, our study revealed an effect of Hh signalling on the OC microenvironment and demonstrated that Hh signalling was amplified by the crosstalk between the tumour and stroma, resulting in promoting tumour metastasis. However, the most current therapeutic agents targeting OC overlook the importance of the tumoursupportive microenvironment [26]. Taken together, these data suggests that the inhibition of the stromal Hh response instead of directly targeting the tumour cells might be a potential therapeutic approach to treat OC metastasis. Studies have demonstrated that VEGF-C is overexpressed in many cancers and can promote the formation of lymphatic vessels and metastasis of tumour cells to lymph nodes via the activation of VEGF receptor-3\n[27]. The incidence of lymph node metastasis in clinically advanced EOC is considerable, and lymphatic vessels have been reported as an important route contributing to the metastasis of solid tumours [16]. Previous studies have also illustrated that VEGF-C is a potential clinical marker in breast cancer or OC patients and compensates for the shortage of CA125 [28]. Here, we demonstrated that the CAFs upregulated VEGF-C in response to Hh signalling and promoted the migration and capillary tube formation of LECs. The level of VEGF-C is related to the microlymphatic vessel density. Our data showed that OC cell-derived Hh signalling of CAFs resulted in a significant increase in the number of LYVE1+ vessels in vivo. Our study is the first to suggest that CAFs are a source of VEGF-C in the tumour microenvironment. Similarly, tumour-associated macrophages were also found to produce VEGF-C in the tumour microenvironment [29]. Elucidation of the mechanisms that regulate VEGF-C might provide new insights for cancer therapies. Therefore, it is imperative to evaluate stroma-targeted therapeutics in the presence of tumour stroma in humans. The expression of VEGF-C in different tumour types may be regulated by various signalling factors including cytokines, hormones, hypoxia, etc. [30]. Thus, Hh-driven VEGF-C secretion by CAFs partly contributes to lymphangiogenesis. Our data supplemented these findings. In conclusion, the identification that tumourderived SHH can induce stromal VEGF-C to promote lymphangiogenesis further supports the importance of the tumour microenvironment. It is important to evaluate stroma-targeted therapeutics in the presence of tumour stroma in humans. Our findings have helped to elucidate the mechanism of the pro-tumourigenic functions of CAFs. Finally, these results provide evidence to support the clinical application of Hh inhibitors in OC."},{"heading":"MATERIALS AND METHODS","text":""},{"heading":"Cell culture","text":"LECs were purchased from ScienCell (San Diego, California, USA)and were grown in Endothelial Cell Medium (ECM) according to the manufacturer’s instruction. Human EOC cell lines SKOV3, TOV-112D, TOV-21G, A2780, OV-90, OVCAR3 and Caov3 were purchased from American Type Culture Collection (Rockville, MD, USA). SKOV3 cells were cultured in McCoy’s 5A medium supplemented with 10% foetal bovine serum (FBS). OVCAR3 cells were cultured in DMEM supplemented with 10% FBS and 0.01 mg/ml bovine insulin. Caov3 cells were cultured with DMEM containing 10% FBS. TOV-112D, TOV-21G and OV90 cells were cultured in a 1:1 mixture of medium 199 (Invitrogen, Carlsbad, CA) and medium 105 (SigmaAldrich, St Louis, MO) with 10% FBS. NOFs were obtained from normal ovarian tissues, and CAFs\nOncotarget67325www.impactjournals.com/oncotarget\nwere obtained from ovarian tumour tissues following procedures as previously described [31]. All these cell lines were grown in a humidified atmosphere with 5% CO2 at 37°C."},{"heading":"OC samples","text":"Human OC tissue specimens used for the isolation of CAFs and NOFs were obtained from surgically removed tissues of patients in Wuhan TongJi Hospital of Huazhong University of Science and Technology (Wuhan, China); the patients had not received any preoperative radiotherapy or chemotherapy. Among these patients, 12 were diagnosed with ovarian serous cystadenocarcinoma, 3 with ovarian mucinous cystadenocarcinoma, 3 with ovarian clear cell carcinoma and 2 with endometrioid adenocarcinoma. All of the tumour samples were obtained from primary tumour sites. The mean age of the patients was 49.6 (range 30–70) years. Normal ovarian tissues were obtained from noncancerous prophylactic oophorectomy specimens. Within the 20 epithelial ovarian carcinoma cases, 4 cases were in stage I, 6 in stage II, 5 in stage III and 5 in stage IV, based on the staging system of the International Federation of Gynaecology and Obstetrics (FIGO stage). The CAFs used in the study were obtained from 12 ovarian serous cystadenocarcinoma samples.\nReverse transcription quantitative real-time PCR (RT-qPCR)\nTotal RNA from cells was extracted using TRIzol reagent (Invitrogen, Carlsbad, CA, USA) and reverse transcribed into cDNA using M-MLV reverse transcriptase (Takara, Japan). RT-PCR was performed by using the Bio-Rad CFX96 system with SYBR Green. The sequences of the primers used are as follows: Gli1, 5’-TCCTACCAGAGTCCCAAGTT-3’ (forward) and 5’-CCCTATGTGAAGCCCTATTT-3’ (reverse); PITH, 5’-CCACGACAAAGCCGACTACAT-3’ (forward) and 5’-GCTGCAGATGGTCCTTACTTTTTC-3’ (reverse); SMO,5’-CCTTTGGCTTTGTGCTCATTACCTT-3’ (forward) and 5’-CGTCACTCTGCCCAGTCAACCT-3’ (reverse); VEGF-C, 5’-AACCATGAACTTTCTGCTGTC TTG-3’ (forward) and 5’-TTCACCACTTCGTGATGA TTCTG-3’ (reverse); 18S, 5’-CGTCTGCCCTATCAA-3’ (forward) and 5’-ATGTGGTAGCCGTTT-3’ (reverse). The amplification protocols were as follows: 95°C for 60 sec and 40 cycles at 95°C for 15 sec, 57°C for 15 sec and 72°C for 45 sec.\nIndirect co-culture of CAFs/OC cells\nOC cells were co-cultured with CAFs using transwells (6-well plate with 3 μm inserts) (Millipore German). OC cells (2x105 cells) were seeded onto the top chamber in 1.5 ml media, and CAFs (5x105 cells) were seeded into the lower chamber in 2 ml media for 2 days."},{"heading":"Preparation of conditioned media","text":"CAFs, digested with 0.125% trypsin–EDTA, were seeded in six-well plates at 2×106 cells/ml and then incubated at 37°C with 5% CO2 for 2 h. At the end of the incubation time, the supernatants were aspirated and replaced by ECM in the presence or absence of rSHH (1 μg/ml). After 12 h, the conditioned media were collected and centrifuged to remove cellular debris, and the supernatants were stored at 4°C. The conditioned media were used without dilution."},{"heading":"Western blot analysis","text":"Total cell lysates were prepared in RIPA lysis buffer (Beyotime, Shanghai, China) supplemented with a protease inhibitor cocktail (Roche). Protein concentrations were determined using the bicinchoninic acid (BCA) assay (Thermo Scientific), and 40 ng of total lysate for each sample was subjected to SDS-PAGE followed by blotting with the indicated primary antibodies. The antibody against Gli1 (#3538) was purchased from Cell Signalling Technology (Beverly, MA, USA). Antibodies against PTCH (sc-6147) and SHH (sc-1194) were obtained from Santa Cruz Biotechnology (Dallas, Texas, USA). The antibody against GAPDH (ab9485) was obtained from Abcam Biotechnology (Abcam, CA, USA). The membranes were incubated with primary antibodies at 4°C overnight. After washing with three times with TBST, the membranes were incubated with the corresponding HRPlinked secondary antibodies (Santa Cruz Biotechnology), and the signals were detected by the enhanced ECL system (Pierce)."},{"heading":"Immunofluorescence staining","text":"Cells were subjected to immunofluorescence staining on coverslips. After fixation, the cells were incubated with primary antibodies against α-SMA (ab7817, Abcam), PTCH and Ki-67 (ab15580, Abcam) and then incubated with FITC-conjugated secondary antibody or Alexa Fluor 594-conjugated secondary antibody (Invitrogen). The coverslips were counterstained with 40,6-diamidino-2-phenylindole (DAPI) and imaged using an Olympus BX53 microscope (Olympus, Tokyo, Japan)."},{"heading":"Transfection of lentivirus","text":"Lentiviral delivered shRNA was used to knock down SHH in TOV-112D cells to generate the TOV-112D SHH-shRNA cells, or blank plasmid was used to generate the TOV-112D shNC cells. Lentiviral overexpressing SHH gene was used to transfect Caov3 cells to generate the Caov3 SHH-OE cells, or blank plasmid was used to generate the Caov3 NC cells. Lentiviral delivered shRNA was used to knock down Gli-1 in CAFs to generate\nOncotarget67326www.impactjournals.com/oncotarget\nthe CAFs Gli1-shRNA, or blank plasmid was used to generate the CAFs shNC. GFP-based flow sorting was performed to select the cells that were stably transduced with lentiviruses. All lentiviruses were obtained from GeneChem (Shanghai, China)."},{"heading":"Animal assay","text":"The animal experiments were performed with approval of the Committee on Ethics of Animal Experiments in the Hubei province. Four- to six-weekold female Balb/c-null mice were housed and maintained in laminar flow cabinets under specific pathogen-free conditions. Cells (3×106) alone or in combination with CAFs (1×104) were subcutaneously injected into the right back of mice. The animals were monitored every 2 days. Animal experiments to measure survival rates and for comparing tumour growth were performed independently. The group of animals used for the detection of survival rates was monitored until all mice spontaneously died. The other group of animals was used for the measurement of tumours. Approximately 20 days later, all animals were euthanized, and the xenografts in each group were collected for further immunohistochemical studies."},{"heading":"ELISA","text":"This assay was conducted using VEGF-C or SHH ELISA kits according to the manufacturer’s instructions (RayBiotech, Atlanta, Georgia USA). The supernatants were subjected to ELISA in triplicate. Absorbance at 540 nm was determined using an automated microplate reader (SpectraMax 190, Molecular Devices, USA). VEGF-C or SHH concentrations were computed with reference to standard curves derived from purified VEGF-C or SHH supplied with the respective ELISA kits.\nTranswell migration and tube formation assays\nFor migration assays, LECs were seeded in transwell culture dishes (8 μm pores, 1.0 × 104 cells/ well) coated with fibronectin (2 mg/cm2, Millipore) in 100 μl of ECM containing 5% foetal calf serum. Five hundred microlitres of ECM containing 5.0×105 CAFs or 5.0×105 CAFs treated with rSHH (1 μg/ml) were added to the lower chambers. rSHH (1 μg/ml) was added to the upper chambers; ECM supplemented with rVEGF-C (5 ng/ml) served as the positive control, and ECM alone served as the negative control. After 24 h, the migrated cells were fixed for 20 min with 4% paraformaldehyde, stained with 0.05% crystal violet for 10 min, photographed and counted. Tube formation on Matrigel was carried out as follows. Briefly, LECs were seeded in Matrigelcoated 96-well tissue culture plates (1.0×104 cells/well) and incubated with 1 μg/ml rSHH or conditioned media from CAFs. ECM supplemented with rVEGF-C (5 ng/ ml) served as the positive control, and ECM alone served\nas the negative control. Phase-contrast images of tubes were taken after 3, 6, 8 and 12 h at 10× magnification, and total tube length and total number of branch points were quantified in triplicate wells by an Olympus IX73 microscope (Olympus, Tokyo, Japan)."},{"heading":"Immunohistochemistry (IHC)","text":"Paraffin-embedded tissue sections were first deparaffinized. After antigen retrieval, the slides were incubated with 3% H2O2 to inhibit endogenous peroxidase, blocked with bovine serum for 30 min and incubated with anti-SHH (ab53281, abcam), anti-αSMA, anti-Gli1(NB600-600, Novus), anti-LYVE1 (ab14917, Abcam) and anti-Ki67 antibodies overnight at 4°C. The next day, the slides were exposed to horseradish peroxide-conjugated secondary antibodies for 30 min. Finally, the slides were developed in DAB solution for optimal staining intensity. The intensity of staining was subjectively graded on a four-point scale with 0 indicating the absence of staining, 1 indicating the lowest level detectable and/or non-homogeneous weak staining, 2 indicating moderate homogeneous staining and 3 indicating intense homogeneous staining. The percentage of positive tumour cells were scored as follows: 1, no detectable immunostaining; 2, focal, <25% of cells immunostained; 3, regional, between 25% and 50% of cells immunostained; 4, diffuse, >50% of cells immunostained. The immunostaining intensity was evaluated by two independent observers who were blind to the clinical data. IHC for LYVE1 was used to detect lymphatic vessels. The number of vessels was counted in high magnification fields (400×) for each group (n ≥3). At least five microscopic fields per mouse were scored for each genotype."},{"heading":"Statistics","text":"The data are presented as the mean value ± s.e.m from at least three independent experiments. Statistical analyses were performed with Prism 6.0 GraphPad software. Single comparisons between two groups were done by Student’s t-test. Comparisons between multiple groups were done by one-way ANOVA followed by Tukey’s post-test. P values < 0.05 were considered significant."},{"heading":"ACKNOWLEDGMENTS","text":"We thank Dr. Jin Jiang from the Department of Molecular Biology and Department of Pharmacology, UT Southwestern Medical Center for revising the manuscript and providing help in the experiments."},{"heading":"CONFLICTS OF INTEREST","text":"The authors declare no conflicts of interest.\nOncotarget67327www.impactjournals.com/oncotarget"},{"heading":"GRANT SUPPORT","text":"This work was supported by a grant from National Science Foundation of China (81472444, 81172468, 81472783, 81630060 and 81230038), the National Science-technology Supporting Plan Projects(2015BAI13B05) and “973” Program of China (No. 2015CB553903), an outstanding overseas project (30628029)."}],"references":[{"title":"Ovarian cancer","author":["GC Jayson","EC Kohn","HC Kitchener","JA. Ledermann"],"venue":null,"citeRegEx":"2","shortCiteRegEx":"2","year":2014},{"title":"Can advanced-stage ovarian cancer be cured","author":["S. Narod"],"venue":"Nat Rev Clin Oncol","citeRegEx":"3","shortCiteRegEx":"3","year":2016},{"title":"The biology and function of fibroblasts in cancer","author":["R. Kalluri"],"venue":"Nat Rev Cancer","citeRegEx":"4","shortCiteRegEx":"4","year":2016},{"title":"Phenotypic and functional heterogeneity of cancer-associated fibroblast within the tumor microenvironment","author":["G Ishii","A Ochiai","S. Neri"],"venue":"Adv Drug Deliv Rev","citeRegEx":"5","shortCiteRegEx":"5","year":2016},{"title":"The role of stromal cancer-associated fibroblasts in pancreatic cancer","author":["D von Ahrens","TD Bhagat","D Nagrath","A Maitra","A. Verma"],"venue":"J Hematol Oncol","citeRegEx":"6","shortCiteRegEx":"6","year":2017},{"title":"Reciprocal cellular cross-talk within the tumor microenvironment promotes oncolytic virus activity","author":["CS Ilkow","M Marguerie","C Batenchuk","J Mayer","D Ben Neriah","S Cousineau","T Falls","VA Jennings","M Boileau","D Bellamy","D Bastin","CT de Souza","A Alkayyal"],"venue":"Nat Med","citeRegEx":"7","shortCiteRegEx":"7","year":2015},{"title":"Cancer-associated fibroblasts regulate the plasticity of lung cancer stemness via paracrine signalling","author":["WJ Chen","CC Ho","YL Chang","HY Chen","CA Lin","TY Ling","SL Yu","SS Yuan","YJ Chen","CY Lin","SH Pan","HY Chou"],"venue":"Nat Commun","citeRegEx":"8","shortCiteRegEx":"8","year":2014},{"title":"MARCKS contributes to stromal cancer-associated fibroblast activation and facilitates ovarian cancer metastasis","author":["Z Yang","S Xu","P Jin","X Yang","X Li","D Wan","T Zhang","S Long","X Wei","G Chen","L Meng","D Liu","Y Fang"],"venue":"Oncotarget","citeRegEx":"9","shortCiteRegEx":"9","year":2016},{"title":"Cancer cell-derived lymphotoxin mediates reciprocal tumour-stromal interactions in human ovarian cancer by inducing CXCL11 in fibroblasts","author":["TS Lau","TK Chung","TH Cheung","LK Chan","LW Cheung","SF Yim","NS Siu","KW Lo","MM Yu","H Kulbe","FR Balkwill","J. Kwong"],"venue":"J Pathol","citeRegEx":"10","shortCiteRegEx":"10","year":2014},{"title":"Stromal fibroblasts present in breast carcinomas promote tumor growth and angiogenesis through adrenomedullin secretion","author":["Z Benyahia","N Dussault","M Cayol","R Sigaud","C Berenguer-Daize","C Delfino","A Tounsi","S Garcia","PM Martin","K Mabrouk","L. Ouafik"],"venue":null,"citeRegEx":"11","shortCiteRegEx":"11","year":2017},{"title":"Chemotherapy induces the cancer-associated fibroblast phenotype, activating paracrine Hedgehog-GLI signalling in breast cancer cells","author":["M Peiris-Pages","F Sotgia","MP. Lisanti"],"venue":"Oncotarget","citeRegEx":"12","shortCiteRegEx":"12","year":2015},{"title":"Hedgehog signaling pathway regulates the growth of ovarian cancer spheroid forming cells","author":["A Ray","E Meng","E Reed","LA Shevde","RP. Rocconi"],"venue":"Int J Oncol","citeRegEx":"13","shortCiteRegEx":"13","year":2011},{"title":"Sonic hedgehog pathway promotes metastasis and lymphangiogenesis via activation of Akt, EMT, and MMP-9 pathway in gastric cancer","author":["YA Yoo","MH Kang","HJ Lee","BH Kim","JK Park","HK Kim","JS Kim","SC. Oh"],"venue":"Cancer Res","citeRegEx":"14","shortCiteRegEx":"14","year":2011},{"title":"Hedgehog signaling inhibition blocks growth of resistant tumors through effects on tumor microenvironment","author":["E Heller","MA Hurchla","J Xiang","X Su","S Chen","J Schneider","KS Joeng","M Vidal","L Goldberg","H Deng","MC Hornick","JL Prior","D Piwnica-Worms"],"venue":"Cancer Res","citeRegEx":"15","shortCiteRegEx":"15","year":2012},{"title":"Ovarian, fallopian tube and peritoneal cancer staging: Rationale and explanation of new FIGO staging","author":["J. Prat"],"venue":"Best Pract Res Clin Obstet Gynaecol","citeRegEx":"16","shortCiteRegEx":"16","year":2013},{"title":"GLI1 finds a new role in cancer stem cell biology","author":["Fernandez-Zapico ME"],"venue":"EMBO Mol Med","citeRegEx":"17","shortCiteRegEx":"17","year":2013},{"title":"Autocrine Sonic hedgehog signaling promotes gastric cancer proliferation through induction of phospholipase Cgamma1 and the ERK1/2 pathway","author":["Z Ertao","C Jianhui","C Chuangqi","Q Changjiang","C Sile","H Yulong","W Hui","C. Shirong"],"venue":"J Exp Clin Cancer Res","citeRegEx":"18","shortCiteRegEx":"18","year":2016},{"title":"Sonic hedgehog paracrine signaling activates stromal cells to promote perineural invasion in pancreatic cancer","author":["X Li","Z Wang","Q Ma","Q Xu","H Liu","W Duan","J Lei","J Ma","X Wang","S Lv","L Han","W Li","J Guo"],"venue":"Clin Cancer Res","citeRegEx":"19","shortCiteRegEx":"19","year":2014},{"title":"Hedgehog signaling: networking to nurture a promalignant tumor microenvironment","author":["LG Harris","RS Samant","LA. Shevde"],"venue":"Mol Cancer Res","citeRegEx":"20","shortCiteRegEx":"20","year":2011},{"title":"Hedgehog signaling: modulation of cancer properies and tumor mircroenvironment","author":["Hanna A","Shevde LA"],"venue":"Mol Cancer","citeRegEx":"21","shortCiteRegEx":"21","year":2016},{"title":"Stroma-associated master regulators of molecular subtypes predict patient prognosis in ovarian cancer","author":["S Zhang","Y Jing","M Zhang","Z Zhang","P Ma","H Peng","K Shi","WQ Gao","G. Zhuang"],"venue":null,"citeRegEx":"22","shortCiteRegEx":"22","year":2015},{"title":"A loop of cancer-stroma-cancer interaction promotes peritoneal metastasis of ovarian cancer via TNFalphaTGFalpha-EGFR","author":["TS Lau","LK Chan","EC Wong","CW Hui","K Sneddon","TH Cheung","SF Yim","JH Lee","CS Yeung","TK Chung","J. Kwong"],"venue":null,"citeRegEx":"23","shortCiteRegEx":"23","year":2017},{"title":"Human carcinoma-associated mesenchymal stem cells promote ovarian cancer chemotherapy resistance via a BMP4/HH signaling loop. Oncotarget","author":["LG Coffman","YJ Choi","K McLean","BL Allen","MP di Magliano","RJ. Buckanovich"],"venue":"www.impactjournals.com/oncotarget","citeRegEx":"24","shortCiteRegEx":"24","year":2016},{"title":"Tumor-associated macrophages in SHH subgroup of medulloblastomas","author":["AS Margol","NJ Robison","J Gnanachandran","LT Hung","RJ Kennedy","M Vali","G Dhall","JL Finlay","A ErdreichEpstein","MD Krieger","R Drissi","M Fouladi","FH Gilles"],"venue":"Clin Cancer Res","citeRegEx":"25","shortCiteRegEx":"25","year":2015},{"title":"Tumor stroma as targets for cancer therapy","author":["Zhang J","Liu JS"],"venue":"Pharmacol Therapeut","citeRegEx":"26","shortCiteRegEx":"26","year":2013},{"title":"Pressing the right buttons: signaling in lymphangiogenesis","author":["S Coso","E Bovay","TV. Petrova"],"venue":null,"citeRegEx":"27","shortCiteRegEx":"27","year":2014},{"title":"Serum Vascular Endothelial Growth Factor (VEGF-C) as a Diagnostic and Prognostic Marker in Patients with Ovarian Cancer","author":["G Samimi","D Cheng","B Liang","Y. Li"],"venue":"PLoS ONE","citeRegEx":"28","shortCiteRegEx":"28","year":2013},{"title":"VEGFR3 inhibition chemosensitizes ovarian cancer stemlike cells through down-regulation of BRCA1 and BRCA2. Neoplasia","author":["JJ Lim","K Yang","B Taylor-Harding","WR Wiedemeyer","RJ. Buckanovich"],"venue":null,"citeRegEx":"29","shortCiteRegEx":"29","year":2014},{"title":"The biology of vascular endothelial growth factors","author":["T Tammela","B Enholm","K Alitalo","K. Paavonen"],"venue":"Cardiovasc Res","citeRegEx":"30","shortCiteRegEx":"30","year":2005},{"title":"A monotonic and prognostic genomic signature from fibroblasts for colorectal cancer initiation, progression, and metastasis","author":["M Berdiel-Acer","D Cuadras","NG Diaz-Maroto","X Sanjuan","T Serrano","A Berenguer","V Moreno","S Goncalves-Ribeiro","R Salazar","A Villanueva","DG. Mollevi"],"venue":"Mol Cancer Res","citeRegEx":"31","shortCiteRegEx":"31","year":2014}],"referenceMentions":[{"referenceID":0,"context":"Although great progress has been made in the treatment of OC, recurrence of advanced OC is inevitable [2].","startOffset":102,"endOffset":105},{"referenceID":1,"context":"Among the advanced OC patients, especially those with lymph node metastasis, more than 70% relapse after 2 years of withdrawal of chemotherapy [3].","startOffset":143,"endOffset":146},{"referenceID":2,"context":"Cancer-associated fibroblasts (CAFs) originating from stromal fibroblastic cells are the dominating component of the tumour microenvironment [4].","startOffset":141,"endOffset":144},{"referenceID":3,"context":"CAFs have been shown to play a crucial role in tumour metastasis [5, 6].","startOffset":65,"endOffset":71},{"referenceID":4,"context":"CAFs have been shown to play a crucial role in tumour metastasis [5, 6].","startOffset":65,"endOffset":71},{"referenceID":5,"context":"CAFs produce lactate, ketones, glutamine, fatty acids and cysteine to promote tumour formation and development [7, 8].","startOffset":111,"endOffset":117},{"referenceID":6,"context":"CAFs produce lactate, ketones, glutamine, fatty acids and cysteine to promote tumour formation and development [7, 8].","startOffset":111,"endOffset":117},{"referenceID":7,"context":"Recent data demonstrated the critical role of CAFs in the proliferation and metastasis of OC cells [9, 10].","startOffset":99,"endOffset":106},{"referenceID":8,"context":"Recent data demonstrated the critical role of CAFs in the proliferation and metastasis of OC cells [9, 10].","startOffset":99,"endOffset":106},{"referenceID":9,"context":"com/oncotarget been reported to promote tumour angiogenesis [11].","startOffset":60,"endOffset":64},{"referenceID":10,"context":"Hedgehog (Hh) signalling was reported to be a potential signalling pathway in CAFs induced by tumour cells [12].","startOffset":107,"endOffset":111},{"referenceID":11,"context":"Previous reports suggested that Hh signalling effects tumourigenesis of various human cancers by controlling cell proliferation, angiogenesis and epithelial-mesenchymal transition (EMT) in an autocrinejuxtacrine manner [13, 14].","startOffset":219,"endOffset":227},{"referenceID":12,"context":"Previous reports suggested that Hh signalling effects tumourigenesis of various human cancers by controlling cell proliferation, angiogenesis and epithelial-mesenchymal transition (EMT) in an autocrinejuxtacrine manner [13, 14].","startOffset":219,"endOffset":227},{"referenceID":13,"context":"However, recent publications have described an alternative mechanism by which Hh ligands secreted by tumour cells activate Hh signalling in stromal cells in a paracrine manner rather than by stimulating the epithelial cells of the tumour [15].","startOffset":238,"endOffset":242},{"referenceID":14,"context":"Given the high incidence of lymph node metastasis in clinically advanced OC [16], we attempted to elucidate the connection between CAFs and Hh signalling in OC lymphangiogenesis.","startOffset":76,"endOffset":80},{"referenceID":15,"context":"Previous studies have indicated that tumour cells synthesize and respond to the Hh ligand in an autocrinejuxtacrine manner [17, 18].","startOffset":123,"endOffset":131},{"referenceID":16,"context":"Previous studies have indicated that tumour cells synthesize and respond to the Hh ligand in an autocrinejuxtacrine manner [17, 18].","startOffset":123,"endOffset":131},{"referenceID":17,"context":"Our data are consistent with previous findings that SHH is overexpressed in pancreatic tumour cells and that tumour cell-derived SHH activates the Hh signalling pathway in pancreatic stellate cells instead of in tumour cells [19].","startOffset":225,"endOffset":229},{"referenceID":18,"context":"The importance of paracrine Hh signaling lies in the nurture and maintenance of tumor microenvironment [20, 21].","startOffset":103,"endOffset":111},{"referenceID":19,"context":"The importance of paracrine Hh signaling lies in the nurture and maintenance of tumor microenvironment [20, 21].","startOffset":103,"endOffset":111},{"referenceID":20,"context":"An increasing amount of evidence has demonstrated the importance of the involvement of stromal components, which account for 7%–83% of the tumour tissue, in the pathogenesis and progression of OC [22, 23].","startOffset":196,"endOffset":204},{"referenceID":21,"context":"An increasing amount of evidence has demonstrated the importance of the involvement of stromal components, which account for 7%–83% of the tumour tissue, in the pathogenesis and progression of OC [22, 23].","startOffset":196,"endOffset":204},{"referenceID":22,"context":"Similarly, it has been reported that OC cell-derived SHH induced human ovarian carcinoma-associated mesenchymal stem cells to express BMP4, which promoted chemotherapy resistance in OC [24].","startOffset":185,"endOffset":189},{"referenceID":23,"context":"Furthermore, the interactions of tumour-associated macrophages and SHH-positive medulloblastoma cells have been reported to contribute to tumour growth [25].","startOffset":152,"endOffset":156},{"referenceID":24,"context":"However, the most current therapeutic agents targeting OC overlook the importance of the tumoursupportive microenvironment [26].","startOffset":123,"endOffset":127},{"referenceID":25,"context":"Studies have demonstrated that VEGF-C is overexpressed in many cancers and can promote the formation of lymphatic vessels and metastasis of tumour cells to lymph nodes via the activation of VEGF receptor-3 [27].","startOffset":206,"endOffset":210},{"referenceID":14,"context":"The incidence of lymph node metastasis in clinically advanced EOC is considerable, and lymphatic vessels have been reported as an important route contributing to the metastasis of solid tumours [16].","startOffset":194,"endOffset":198},{"referenceID":26,"context":"Previous studies have also illustrated that VEGF-C is a potential clinical marker in breast cancer or OC patients and compensates for the shortage of CA125 [28].","startOffset":156,"endOffset":160},{"referenceID":27,"context":"Similarly, tumour-associated macrophages were also found to produce VEGF-C in the tumour microenvironment [29].","startOffset":106,"endOffset":110},{"referenceID":29,"context":"com/oncotarget were obtained from ovarian tumour tissues following procedures as previously described [31].","startOffset":102,"endOffset":106}],"year":2017,"abstractText":"Cancer-associated fibroblasts (CAFs) play a pivotal role in the development and progression of many human cancers. Recent studies have shown that Hedgehog (Hh) signalling modulates the stromal microenvironment and prepares a suitable niche for tumour metastasis. However, the detailed molecular mechanisms underlying CAFmediated lymphangiogenesis have not been fully elucidated. Therefore, our goal is to illustrate whether Hh ligands can activate Hh signalling in CAFs in a paracrine fashion and elucidate the effect of CAFs on lymphangiogenesis. We determined here that Sonic Hedgehog (SHH) secreted by ovarian cancer (OC) cells activated Hh signalling in CAFs and promoted the proliferation of CAFs. Moreover, we co-injected SHH-overexpressing OC cells and CAFs in a xenograft model and found that the CAFs accelerated tumourigenesis and lymphangiogenesis in OC. Mechanistically, we found that SHH secreted by the OC cells induced VEGF-C expression in CAFs. Inhibition of Hh signalling in CAFs decreased VEGF-C expression and diminished the positive role of CAFs in supporting tumourigenesis and lymphangiogenesis in a murine xenograft model. Our results demonstrate that CAFs constitute a supportive niche for cancer lymphangiogenesis via the Hh/VEGF-C signalling axis and provide evidence for the clinical application of Hh inhibitors in the treatment of OC.","creator":"Adobe InDesign CS5.5 (7.5.3)"}}
{"name":"fphar-09-00987.pdf","metadata":{"source":"META","title":"CuO and CeO2 Nanostructures Green Synthesized Using Olive Leaf Extract Inhibits the Growth of Highly Virulent Multidrug Resistant Bacteria","authors":["Karl Tsim","Muhammad T. Pervez","Nyla Jabeen","Talib Hussain"],"emails":["qaisar.vu@gmail.com","ayesha.maqbool@vu.edu.pk","fgre@igr.poznan.pl"],"sections":[{"heading":null,"text":"ORIGINAL RESEARCH published: 07 September 2018 doi: 10.3389/fphar.2018.00987\nEdited by: Karl Tsim,\nHong Kong University of Science and Technology, Hong Kong\nReviewed by: Souaibou Yaouba,\nUniversity of Nairobi, Kenya Shuai Ji, Xuzhou Medical University, China\n*Correspondence: Qaisar Maqbool\nqaisar.vu@gmail.com Ayesha Maqbool\nayesha.maqbool@vu.edu.pk Gregory Franklin\nfgre@igr.poznan.pl\nSpecialty section: This article was submitted to\nEthnopharmacology, a section of the journal Frontiers in Pharmacology\nReceived: 19 May 2018 Accepted: 10 August 2018 Published: 07 September 2018\nCitation: Maqbool Q, Nazar M, Maqbool A, Pervez MT, Jabeen N, Hussain T and Franklin G (2018) CuO and CeO2\nNanostructures Green Synthesized Using Olive Leaf Extract Inhibits\nthe Growth of Highly Virulent Multidrug Resistant Bacteria.\nFront. Pharmacol. 9:987. doi: 10.3389/fphar.2018.00987\nCuO and CeO2 Nanostructures Green Synthesized Using Olive Leaf Extract Inhibits the Growth of Highly Virulent Multidrug Resistant Bacteria Qaisar Maqbool1,2,3* , Mudassar Nazar2,3, Ayesha Maqbool4* , Muhammad T. Pervez5, Nyla Jabeen6, Talib Hussain3 and Gregory Franklin1*\n1 Department of Integrative Plant Biology, Institute of Plant Genetics of the Polish Academy of Sciences, Poznan, Poland, 2 Department of Biotechnology, Virtual University of Pakistan, Lahore, Pakistan, 3 National Institute of Vacuum Science and Technology, Islamabad, Pakistan, 4 Department of Molecular Biology, Virtual University of Pakistan, Lahore, Pakistan, 5 Department of Bioinformatics and Computational Biology, Virtual University of Pakistan, Lahore, Pakistan, 6 Applied Biotechnology and Genetic Engineering Lab, Department of Bioinformatics and Biotechnology, International Islamic University, Islamabad, Islamabad, Pakistan\nOne of the major challenges of nano-biotechnology is to engineer potent antimicrobial nanostructures (NS) with high biocompatibility. Keeping this in view, we have performed aqueous olive leaf extract mediated one pot facile synthesis of CuO-NS and CeO2-NS. Prepared NS were homogenous, less than 26 nm in size, and small crystallite units as revealed by scanning electron microscopy (SEM) and X-ray diffraction (XRD) analyses. Fourier transform infrared spectroscopy (FTIR) of CuO-NS and CeO2-NS showed typical Cu-O prints around 592–660 cm−1 and Ce-O bond vibrations at 453 cm−1. The successful capping of CuO-NS and CeO2-NS by compounds present in the plant extract was further validated by high performance liquid chromatography (HPLC) and thermal gravimetric analysis (TGA). Active phyto-chemicals from the leaf extract simultaneously acted as strong reducing as well as capping agent in the NS synthesis. NS engineered in the present study showed antibacterial potential at extremely low concentration against highly virulent multidrug-resistant (MDR) gram-negative strains (Escherichia coli, Enterobacter cloacae, Acinetobacter baumannii and Pseudomonas aeruginosa), alarmed by World Health Organization (WHO). Furthermore, CuO-NS and CeO2-NS did not show any cytotoxicity on HEK-293 cell lines and Brine shrimp larvae indicating that the NS green synthesized in the present study are biocompatible.\nKeywords: green synthesis, CuO-nanostructures, CeO2-nanostructures, multidrug-resistant bacteria, cytotoxicity, biocompatibility\nINTRODUCTION\nBacterial epidemiology, microbial invasions, drug resistance, and random mutations are the hot topics under discussion today. There is a race between drug development and bacterial resistance (Puzyn et al., 2011; Saravanakumar et al., 2017). The loss of efficiency to cure microbial infections is persistently observed for several drugs (Puzyn et al., 2011). Many antimicrobial agents that revolutionized treatment against infections in the past have now lost their bactericidal capabilities (Zaman et al., 2017). The potential threat to mankind gets higher when WHO issued the list of multi-drug-resistant (MDR) pathogen in 2017, which includes Enterobacteriaceae, Acinetobacter, and Pseudomonas. According to WHO observations, these bacteria are resistant even to the\nFrontiers in Pharmacology | www.frontiersin.org 1 September 2018 | Volume 9 | Article 987\nstrongest third generation antibiotics (cephalosporin group). It is strongly predicted that death toll due to drug resistant pathogens may rise up (Rather et al., 2017; Zaman et al., 2017; Grzelak et al., 2018).\nDue to multiple modes of action, nanostructures (NS) have been successfully used against MDR bacterial pathogens. The ability to fine-tune the morphological, optical, magnetic, and physical properties of metal oxide NS makes them suitable agents for biomedical and biotechnological applications (Wang X. et al., 2016; Caballero-Calero and D’Agosta, 2017). Due to extremely small size and high reactivity, these NS could target the surface envelop and even the genomic content of bacterial pathogens. Maximum penetration of the bacterial cell wall by NS has been observed due to opposite charges of attraction. These unique properties of multimode of actions and maximum invasion are quite helpful in developing NS as broadspectrum antibiotics in the future (Maqbool et al., 2017; Ni et al., 2017).\nAmong metal oxide NS experimented so far, the performance of CuO-NS and CeO2-NS was found extremely effective in biological applications (Anwaar et al., 2016). CeO2-NS exhibits variable oxidation states, stable crystal structure, greater surface energy, high surface to charge ratio, visible light activation, and greater stability making it as an ideal candidate for biomedical applications (Charbgoo et al., 2017; Kamila and Venugopal, 2017; Chen and Stephen Inbaraj, 2018). All these characteristics are directly linked to variable oxidation states of Ce (Ce3+, Ce4+) and photoexcitaion at room temperature through which the NS can generate lethal reactive oxygen species (ROS) (Maria Magdalane et al., 2017). When tested against lethal strains like Escherichia coli, Staphylococcus aureus, and Pseudomonas aeruginosa, CuONS showed moderate antibacterial behavior (Maqbool et al., 2017).\nAlthough a variety of metal oxide NS have been tested for advanced biomedical applications, the extensive use of synthetic reagents during their chemical synthesis makes these NS least biocompatible. Green synthesis of NS using plant extract has gained a lot of importance because of the bio-safety and economy of NS prepared by this method. Olive leaf aqueous extract contains a variety of phyto-reductants for tailoring NS. The biomedical potential of olive is well known primarily due to\nthe presence of antioxidants like oleuropein, oleuroside and apigenin-7-O-glucoside (Lim et al., 2016; Maalej et al., 2017; Marslin et al., 2018).\nIn this study, we report on the comparative analysis of green synthesized CuO-NS and CeO2-NS for their biocompatibility, cytotoxicity and most importantly antimicrobial potential. Results presented here will help us to understand the performance of green synthesized CuO-NS and CeO2-NS in future biomedical applications."},{"heading":"MATERIALS AND METHODS","text":""},{"heading":"Green Synthesis of CuO-NS and CeO2-NS Using Olive Leaf Extract","text":"Olive leaves (Olea europaea) were collected and washed three times with ddH2O. To avoid any damage to light sensitive bioactive compounds, collected leaves were dried under shade. Later on, they were ground in to fine powder. To prepare the extract, 30 g of leaf powder was added to an Erlenmeyer flask containing 300 mL of ddH2O and shaken at 50 rpm at 50◦C in an incubator. After 2 h, the mixture was filtered through a Whatmann No. 1 filter paper and the filtrate was stored in a refrigerator at 15◦C.\nFor the green synthesis of CeO2-NS, 13.02 g of (CeNO3)3. 6H2O was added to 300 mL of plant extract in an Erlenmeyer flask. The reaction mixture was stirred at 1,500 rpm at 50◦C on a magnetic plate. After 2.5 h of stirring, the reaction mixture was centrifuged at 10,000 rpm (GR Bio-Tek centrifuge, Orpington, England) for 10 min to pellet the synthesized CeO2-NS. Dark brown color CeO2-NS pellets were obtained. The pellets were washed three times with ddH2O. In the next step, all of the washed CeO2-NS pellets were placed in Hot-Air-Oven setup to 60◦C for 6.5 h. In order to achieve greater crystallinity, CeO2-NS were further calcined inside a Gallenkamp furnace (Apeldoorn, Netherlands) at 500◦C for 2.5 h. A similar procedure was adopted for CuO-NS synthesis by using 5.43 g of Cu(CO2CH3)3 in 300 mL of olive leaf extract. Prepared NS were stored in airtight containers under ambient conditions. The step-by-step process of facile green synthesis of CuO-NS and CeO2-NS is illustrated in Figure 1.\nFIGURE 1 | Scheme showingfacile green synthesis of NS using olive leaf extract.\nFrontiers in Pharmacology | www.frontiersin.org 2 September 2018 | Volume 9 | Article 987"},{"heading":"High Performance Liquid Chromatography (HPLC) Analysis of Plant Extract","text":"For the identification of active bio-molecules present in the olive leaf extract used in the green synthesis, it was subjected to HPLC analysis as described before (Miller, 2017). Briefly, 5 g of olive leaf powder was added to 30 mL of aqueous methanol (60%) and thoroughly mixed in a blender. The resulting mixture was centrifuged at 3,000 rpm for 5 min. The supernatant was collected and filtered through 0.22 µm microfilter. Separation of compounds was performed in an HPLC (Agilent 1100 Technologies, Ireland) using water-acetic acid (99.5–0.5) as mobile phase-A and acetonitrile as mobile phaseB. The flow rate of the column was set at 1 mL/min along with temperature set at 25◦C. Compounds were examined based on retention time (tR) and elution time (to) for unretained peak. Moreover, polyphenolic compounds from olive extract were identified using two systems of liquid chromatography hyphenated to mass spectrometers following the method of Piasecka et al. (2015). The first system consisted of HPLC Agilent 1100 coupled to Esquire 3000 (Bruker Daltonics) ion trap mass spectrometer and the second was UPLC (Acquity Waters) hyphenated to QExactive hybrid MS/MS quadrupole-Orbitrap instrument (Thermo). Compounds were identified according to exact masse of their [M+H]+ and [M-H]− ions; their fragmentation patterns and chromatographic retention times by comparison with standard compounds (Sigma-Aldrich)."},{"heading":"Characterization of CuO-NS and CeO2-NS","text":""},{"heading":"Thermal Gravimetric Analysis (TGA) of CuO-NS and","text":"CeO2-NS The thermal stability and bio-molecular capping action around green synthesized NS were evaluated using PerkinElmerDiamond-TGA (Llantrisant, United Kingdom). The temperature increment was set between 25.00 and 800.00◦C with increase of 10.00◦C/min."},{"heading":"Fourier Transform Infrared Spectroscopy (FTIR) of","text":"CuO-NS and CeO2-NS Vibrational bond energies and molecular nature of NS were examined by FTIR spectroscopy (SHIMADZU FTIR) with wave number set between 400 and 4,000 cm−1 following KBr pellet method."},{"heading":"X-ray Diffraction (XRD) Analysis","text":"Crystallographic parameters of green synthesized NS were checked with PANalyticalX′Pert3 powder machine (Royston, United Kingdom) powered with Ni-Monochromator, and machine diffraction angel (2θ) specific for crystalline materials (20–80◦). In XRD analysis, Cu_Kα radiation of specific wavelength 1.5406 Å was used. In order to determine the crystallite size value of bio-fabricated NS, Scherer’s equation [D = 0.9λ/βcosθ] was applied. From the values of equation, D is the average crystalline domain size perpendicular to the reflecting planes, λ is showing the X-ray wavelength (1.5406 Å), ß is the\nangular full width at half maximum (FWHM) in radians and θ is the diffraction angle [2θ (degree) is the calculated angle of diffraction in degree] or also known as Bragg’s angle."},{"heading":"Scanning Electron Microscopy (SEM) of CuO-NS and","text":"CeO2-NS Measurement of NS size and surface morphology is important for NS based biological applications. Hence, the size and surface structure of fabricated CuO-NS and CeO2-NS were analyzed using JOEL-JSM-6490LA-SEM (Tokyo, Japan) setup at 20 kV with counting-rate of 2838."},{"heading":"Antibacterial Activity of CuO-NS and CeO2-NS","text":"To screen the antibacterial potential of CuO-NS and CeO2-NS, E. coli (ATCC 25922), E. cloacae (ATCC 23373), A. baumanni (ATCC 19606), and P. aeruginosa (ATCC 27853) strains were tested via disc diffusion method as we reported before (Maqbool et al., 2016). In detail, bacterial strains were cultured in nutrient broth culture (Sigma-Aldrich) at 37◦C until reaching 1.5 × 108 colony forming unit (CFU) per mL. Bacteria were carefully spread on Petri dishes containing semi-solid culture medium. Sterilized filter paper discs loaded with 5 µL solution containing 20 µg/µL of NS. Discs loaded with 5 µL roxithromycin (4 mg/mL) were considered as positive control, while discs loaded with deionized H2O was used as negative control. All of the inoculated plates were placed in the incubator set for 37◦C and the zone of inhibition (ZOI) was measured after 24 h."},{"heading":"Cytotoxicity Assay of Green Synthesized CuO-NS and CeO2-NS on HEK-293 Cells","text":"Cell viability assay was performed following the method as described previously (Abbas et al., 2017a). HEK-293 cells (SigmaAldrich) were seeded in a 96-well plate at a concentration of 105 cells per well and incubated at 37◦C under 5% CO2 environment to allow cell adhesion. After 24 h of incubation, the wells were added with different concentrations of the CuO-NS and CeO2NS (0.01, 0.05, and 0.1 mg/mL). The cell viability was examined via CCK-8 analyzer and OD was recorded at 450 nm by Multi Scan MK3 after 24 h of NS treatment."},{"heading":"Examination of Biocompatibility of Green Synthesized CuO-NS and CeO2-NS (Using Brine Shrimp Larvae)","text":"The biocompatibility of green synthesized CuO-NS and CeO2NS was tested via Brine shrimp (Artimia salina) lethality assay. Brine shrimp eggs procured from Ocean-Star-International (Coral Springs, United States). They were maintained in 3.8% (w/v) saline water (Coral Springs, United States) at 37◦C for 2 days for hatching. 48 h after hatching, the larvae were collected using Pasteur pipette. To each vial containing different concentrations (5, 10, and 15 mg/mL) of CuO-NS and CeO2NS in saline water was transferred with 10 larvae. Larvae transferred to vials containing doxorubicin dissolved saline water (10 µg/mL) and to vials containing only saline water served as negative and positive controls, respectively. All the vials with larvae were incubated\nFrontiers in Pharmacology | www.frontiersin.org 3 September 2018 | Volume 9 | Article 987\nat 28◦C. After 24 h of incubation, the number of live and dead larvae was counted manually with the aid of a magnifying glass to calculate the LD50 value of NS."},{"heading":"Statistical Analysis","text":"All the experiments were repeated at least three times and the values are presented as the mean ± SD. Statistical investigation of the results was done by student’s t-tests using SPSS software. P < 0.05 considered significant."},{"heading":"RESULTS","text":""},{"heading":"HPLC and TGA Findings","text":"HPLC analysis of olive leaf extract revealed the presence of several secondary metabolites (Figure 2). They were oleuroside (tR = 33.8), oleuropein (tR = 23.6), isoquercetin (tR = 12.5), apigenin-7-O-glucoside (tR = 16.2), luteolin-7glucoside (tR = 8.9), verbascoside (tR = 7.9), rutin (tR = 6.7), and hydroxytyrosol (tR = 2.5).\nCapping action around CuO-NS and CeO2-NS was evaluated through TGA analysis. When the green synthesized NS were subjected to progressively increasing temperature, the loss of\nFIGURE 3 | Graphical presentation of thermal gravimetric analysis (TGA) of the green fabricated NS showing the progressive decomposition of capping agent with increasing temperature.\nFrontiers in Pharmacology | www.frontiersin.org 4 September 2018 | Volume 9 | Article 987\nweight in NS was observed in three phases. In the first phase from 50 to 100◦C, the loss of weight was due to surface absorbed H2O. In the second phase from 100 to 200◦C, there was the breakdown of capping agent, which resulted in combustion of capping agent attached to the surface of NS, which might be connected\nwith oleuropein originated organic compound (C8H10O3). The thermal decomposition of CuO-NS and CeO2-NS observed in the third phase at 600◦C was due to high temperature oxygen decay. TGA findings are shown in Figure 3."},{"heading":"CHARACTERIZATION OF CuO-NS AND CeO2-NS","text":""},{"heading":"FTIR Studies of Green Synthesized CuO-NS and CeO2-NS","text":"FTIR analysis revealed the successful reduction of precursor ionic complexes of CuO-NS and CeO2-NS in Figure 4. The reading around 2,800 cm−1 represents the presence of surface adsorbed H-O-H molecules. The vibration modes from 2,500 to 4,000 cm−1 are showing C-O, O-H and H-H bond order frequencies. Cu-O identification peaks were traced at 592, 607, and 665 cm−1. While Ce-O stretching bond frequencies were found at 453 cm−1."},{"heading":"XRD Studies of CuO-NS and CeO2-NS","text":"XRD results are important to predict the crystallite size, crystal shape, grain boundaries, phase purity, doping results, and total surface area of engineered NS. Figure 5 represents the typical XRD spectrum of CuO-NS and CeO2-NS prepared after calcination. Both of the samples reflect absolute pure crystalline phase with no additional peaks indicating that there are no other impurities. In case of CuO-NS, all of the Braggs peaks are well corresponding to JCPDS-05-0661\nFrontiers in Pharmacology | www.frontiersin.org 5 September 2018 | Volume 9 | Article 987\nFIGURE 6 | SEM images of (A) CuO-NS (B) CeO2-NS.\n(Card-No.), while the Braggs peaks of CeO2-NS are similar to JCPDS-340394 (Card No.). This similarity index clearly indicates the pure crystalline morphology of green synthesized NS. CuONS crystallite size calibrated through Scherer approximation is 5 nm while CeO2-NS crystallite size is found 6 nm. Crystallographic design validates that each Ce atom in a crystallite is surrounded by eight oxygen atoms showing facecentered cubic geometry."},{"heading":"SEM Analysis of Green Synthesized CuO-NS and CeO2-NS","text":"As revealed by the SEM imaging (Figure 6), all the prepared NS were spherical and highly homogenous and the average\nsize of CuO-NS and CeO2-NS was 22 ± 02 and 24 ± 04 nm, respectively."},{"heading":"Antibacterial Activity of Green-Synthesized CuO-NS and CeO2-NS","text":"Figure 7 shows the ZOI exhibited by CuO-NS and CeO2-NS treatment against the tested MDR pathogens. All the strains were successfully inhibited by both CuO-NS and CeO2-NS. The maximum ZOI against E. coli was 18.3 mm and 21.2 mm, respectively, for CuO-NS and CeO2-NS. Moreover, due to the divergent physio-chemical characteristics of Cu and Ce, both of them have shown differential inhibitory behavior. Olive leaf\nFrontiers in Pharmacology | www.frontiersin.org 6 September 2018 | Volume 9 | Article 987\nFIGURE 8 | Effect of green synthesized NS on HEK-293 cell viability.\nextract has also shown mild inhibitory action with maximum ZOI of 8 mm against E. cloacae.\nCytotoxicity and Biocompatibility Testing of Green Synthesized CuO-NS and CeO2-NS on HEK-293 Cells and Brine Shrimp Larvae Figure 8 represents the effect of different concentrations (0.01, 0.05, and 0.1 mg/mL) of CuO-NS and CeO2-NS on HEK-293 cell lines. It is quite obvious from the findings that both of the NS show no or mild cytotoxicity to the HEK-293 cells even at relatively high concentration of 0.1 mg/mL. Mild cytotoxicity was observed for green synthesized NS at very high concentration of 0.05 mg/mL.\nWe have selected Brine shrimps, as their early developmental stages are very sensitive to toxic agents, and the toxicity symptoms could be easily observed. Biocompatibility assay with Brine shrimps larvae shows that both CuO-NS and CeO2NS are non-toxic to them up to 10 mg/mL. When increasing the concentration of to 15 mg/mL, CuO-NS and CeO2NS caused 20 and 30% mortality, respectively (Table 1). At this concentration, 100% mortality of larvae was observed in doxorubicin treatment.\nTABLE 1 | Analysis of CuO-NS and CeO2-NS, toxicity to Brine shrimp larvae.\nSample Different concentration of NS applied\n5 mg/mL 10 mg/mL 15 mg/mL\nT L % M T L % M T L % M\nCuO-NS 10 10 00 10 09 10 10 08 20\nCeO2-NS 10 10 00 10 08 20 10 07 30\nOlive extract 10 10 00 10 10 00 10 10 00\n(Negative) control 10 10 00 10 10 00 10 10 00\nDoxorubicin (positive control)\n10 01 90 10 06 40 10 00 100\nT, no. of A. salina added; L, alive A. salina after 24 h; %M, % mortality."},{"heading":"DISCUSSION","text":""},{"heading":"Role of Phyto-Reductants and Capping Agents for Tailoring CuO-NS and CeO2-NS","text":"The abundance of oleuropein over other phenolic compounds was observed in HPLC chromatogram of olive leaf extract (Figure 2), as reported in previous studies (Lim et al., 2016; Maalej et al., 2017). Oleuropein is highly unstable molecule and will rapidly breakdown into more polarizable hydroxytyrosol (C8H10O3) usually in organic solvents (Maqbool et al., 2016). This molecule might have been involved in the capping action around high-energy planes (atoms) in tailoring CuO-NS and CeO2-NS in the present study. It could simultaneously act as phyto-reducing and phyto-capping agent during the NS synthesis. TGA findings (Figure 3) supplement the HPLC observations. When the green synthesized NS were subjected to increasingly high temperature, there was a breakdown of surface capping agent (hydroxytyrosol), which resulted in the combustion of bio-capping agent attached to the surface of NS. The thermal decomposition of CuO-NS and CeO2-NS around at 600◦C was due to high temperature oxygen decay (El-Nahhal et al., 2016; Maqbool, 2017)."},{"heading":"Characterization of Green-Synthesized CuO-NS and CeO2-NS","text":"FTIR was used to analyze the chemical composition and surface chemical coordinates of the CuO-NS and CeO2-NS (Figure 4). The vibration modes from 2,500 to 4,000 cm−1 are showing C-O, O-H, and H-H bond order frequencies (Maqbool et al., 2016; Maqbool, 2017). Cu-O identification peaks were traced at 592, 607, and 665 cm−1. While Ce-O stretching bond frequencies were found at 453 cm−1. Corresponding findings related to Cu-O and Ce-O are well indexed to previously reported studies (Zayyoun et al., 2016; Maqbool, 2017).\nCrystallite size, crystal shape, grain boundaries, phase purity, doping results, and total surface area of engineered NS are important factors for antibacterial performance. Smaller\nFrontiers in Pharmacology | www.frontiersin.org 7 September 2018 | Volume 9 | Article 987\ncrystallite size will provide greater penetration capabilities with maximum absorption rate (Adhikari et al., 2018). Smaller will be the crystallite size, greater will be the value of quantum confinement effect, which is responsible for the overall reactivity and surface activation of the electron during the reaction (Thanh et al., 2014). NS synthesized in the present study possess ideal reduction in crystallite size (see Figure 5) with an overall homogenous morphology which augmented greater reactivity to their structure for antimicrobial applications.\nSince the size and shape of NS will define their reactivity, surface area, rate of absorption into microbial cell, cell surface interaction, protein binding etc. (Adhikari et al., 2018), these parameters are of prime importance for antimicrobial applications. SEM findings as presented in Figure 6 supports green synthesized CuO-NS and CeO2-NS behavior for greater penetration to tissue."},{"heading":"Antibacterial Potential of Green-Synthesized CuO-NS and CeO2-NS","text":"Due to the divergent physio-chemical characteristics of Cu and Ce, both of them have shown differential inhibitory behavior. Phyto-reductants from olive leaf extract have also shown mild inhibitory actions and these bactericidal properties of olive plant extract are well known in literature (Lim et al., 2016; Maalej et al., 2017).\nThe observed difference in the ZOI between bacterial strains may be due to unique bacterial cell wall morphology that assists pathogens to oppose against applied antimicrobial NS. In addition to this, other characteristics like the rate of NS diffusion across bacterial envelop, chemical properties, binding activation energy, ionic discharge and surface charge attraction also play the key role against a range of bacterial pathogens (Lu et al., 2017; Wang L. et al., 2017). Gram negative pathogens also possess structural differences in cell wall like the deposition of lipopolysaccharide material which augments more virulence\nto them. Furthermore, it has been commonly observed that green synthesized NS own low level of genotoxic and cytotoxic nature for normal somatic cells with proven efficiency as compare to NS produced by other physical or chemical methods (Devipriya and Roopan, 2017; Lu et al., 2017). Doped or undoped CeO2-NS engineered by various chemical procedures also showed cytotoxicity to healthy cells (Abbas et al., 2017a; Dekkers et al., 2017).\nCurrent findings explore that green-synthesized NS are of extremely small size, homogenous morphology, smaller crystallite size, enhanced surface area, and are of pure chemical nature. All these properties cumulatively contributed toward supreme antibacterial action. Smaller size and positively charged NS can easily be attracted by negatively charged bacterial surface. This electrostatic force of attraction is quite helpful in auto-phagocytosis of NS inside the bacterial cellular environment (Maqbool et al., 2016, 2017). Normally, it has been observed that due to the presence of additional mucus layer (lipopolysaccharide), it is a tough task for any drug molecule to penetrate across it. But due to the optimized charged surface, NS probably can penetrate through cellular covering. In some of the previously observed bactericidal activities, thiol (-SH) group present in the bacterial cell surface protein also have shown strong affection for metal oxide NS, due to which NS may also involve in denaturation of bacterial surface proteins (El-Nahhal et al., 2016; Lu et al., 2017).\nCu possesses variable oxidation state between Cu+ and Cu2+. This is primarily because most of the transition metals can involve either 3 d or 4 s shells for electron shuffling (Wang S. et al., 2017). It is commonly observed that variable oxidation states of metal ions can produce lethal ROS when exposed to the cellular environment. Ce also own variable oxidation state of Ce3+ and Ce4+, which also supports ROS burst and activation of redox process during antibacterial action (Charbgoo et al., 2017). Metal ions from NS are even more reactive and highly responsible for ROS generation. In our study, the antibacterial activity might also be strongly linked to the photo-activation of\nFrontiers in Pharmacology | www.frontiersin.org 8 September 2018 | Volume 9 | Article 987\nROS by NS on bacterial growth as hypothesized in Figure 9. Lethal ROS species (OH−, 1O2−, ∗O2) interact with the cellular environment and produce greater oxidative stress. Increase in oxidative stress causes direct genome destruction, plasmid and cell protein denaturation, ROS-induced mitochondrial damage and partial or absolute loss of cell wall permeability (Li et al., 2016; Kung et al., 2017). The multimode of actions performed by green fabricated CuO-NS and CeO2-NS causes complete growth inhibition of all of the MDR bacterial strains."},{"heading":"Bio-Compatibility Testing of Green Synthesized CuO-NS and CeO2-NS on HEK-293 Cells and Brine Shrimp Larvae","text":"It is very important that while targeting the pathogen, NS must not harm the somatic cell environment. NS synthesized from the physical or chemical methods are found toxic to healthy cells (Asharani et al., 2008). This is probably due to the extensive use of hazardous acid base synthetic reagents in NS preparation by these methods (Dekkers et al., 2017). On the other hand, green chemistry proves to be an efficient and most reliable method to engineer highly biocompatible NS (Abbas et al., 2017b). Moreover, mild cytotoxicity activities of greensynthesized NS are probably due to high concentration metal ion intoleration, NS sedimentation, loss of NS-homeostasis, genotoxicity, or lethal ROS induction (Li et al., 2016). Overall testing concludes that CuO-NS and CeO2-NS are differentially cytotoxic toward gram-negative bacteria as compared to normal body cells.\nCytotoxic assay (Table 1) evidently demonstrated that both CuO-NS and CeO2-NS are not toxic to Brine shrimp larvae. In order to achieve efficient drug development, it is vital to have the understanding of the toxicity of synthesized NS. Normally it has been observed that metal oxide NS show differential cytotoxicity when applied on healthy cells (Abbas et al., 2016). In the current study, olive leaf extract mediated synthesis of NS demonstrates greater biocompatibility with the least lethal effect on Brine shrimps larvae as shown in Figure 9. Even at higher dosage, minor lethality was reported. This mild lethal effect shown by CeO2-NS (30% with 15 mg/mL) is probably due to sedimentation of heavy Ce-metal ions, alteration in cellular metabolism and lethal ROS production (Gliga et al., 2017)."},{"heading":"CONCLUSION","text":"We have successfully fabricated the CuO-NS and CeO2-NS using bio-reductants from olive leaf extract and have achieved the following outcomes:\n• HPLC analysis of plant extract and TGA findings of CuONS and CeO2-NS confirms the successful capping action performed by phytochemicals around NS. The NS are of extremely small size (SEM results) and homogenous. • XRD findings validate the pure chemistry of green-\nsynthesized CuO-NS and CeO2-NS with small crystallite size. • FTIR spectrum demonstrates single phase and pure\nchemical nature of chemically bonded Cu-O and Ce-O in prepared CuO-NS and CeO2-NS, respectively. • Although the green fabricated CuO-NS and CeO2-NS could\ncompletely inhibit the growth of MDR bacterial strains, they are not toxic to healthy HEK-293 cells and Brine shrimp larvae.\nSo, green synthesis proves to be the most reliable method for achieving biocompatible NS. We believe that NS reported in the present study might have the potential to fight against antibiotic resistant pathogenic bacteria in the near future."},{"heading":"AUTHOR CONTRIBUTIONS","text":"QM and MN contributed to major part of the research work. GF provided his expert opinion and technical expertise related to the accomplishment of biomedical application part. The remaining authors contributed equally."},{"heading":"FUNDING","text":"This work has received funding from Narodowe Centrum Nauki (NCN), Poland, Grant No. UMO-2016/21/B/NZ9/01980. QM is supported by Ph.D. grant from the NCN Project No. UMO2016/23/B/NZ902677. GF is supported by European Union’s 7th Framework Program for research, technological development, and demonstration under grant agreement no. 621321 and cofinanced by funds allocated for education through project no. W26/7.PR/2015 (GA 3413/7.PR/2015/2) for the years 2015–2019."}],"references":[{"title":"ROS mediated malignancy cure performance of morphological, optical, and electrically tuned Sn doped CeO2 nanostructures","author":["F. Abbas","J. Iqbal","Q. Maqbool","T. Jan","M.O. Ullah","B Nawaz"],"venue":"AIP Adv. 7:095205","citeRegEx":"Abbas et al\\.,? \\Q2017\\E","shortCiteRegEx":"Abbas et al\\.","year":2017},{"title":"2017b). Green synthesised zinc oxide nanostructures through Periploca aphylla extract shows tremendous antibacterial potential against multidrug resistant pathogens","author":["F. Abbas","Q. Maqbool","M. Nazar","N. Jabeen","S.Z. Hussain","S Anwaar"],"venue":"IET Nanobiotechnol","citeRegEx":"Abbas et al\\.,? \\Q2016\\E","shortCiteRegEx":"Abbas et al\\.","year":2016},{"title":"Inhibition of Neuroblastoma cancer cells viability by ferromagnetic Mn doped CeO2","author":["F. Abbas","T. Jan","J. Iqbal","M.S. Haider Naqvi","I. Ahmad"],"venue":null,"citeRegEx":"Abbas et al\\.,? \\Q2016\\E","shortCiteRegEx":"Abbas et al\\.","year":2016},{"title":"Impact of copper oxide nanoparticles on growth of different bacterial species,","author":["T. Adhikari","G. Dube","S. Kundu","A.K. Patra"],"venue":"Energy and Environment. Water Science and Technology Library,","citeRegEx":"Adhikari et al\\.,? \\Q2018\\E","shortCiteRegEx":"Adhikari et al\\.","year":2018},{"title":"The effect of green synthesized CuO nanoparticles on callogenesis and regeneration of Oryza sativa L","author":["S. Anwaar","Q. Maqbool","N. Jabeen","M. Nazar","F. Abbas","B Nawaz"],"venue":"Front. Plant Sci. 7:1330","citeRegEx":"Anwaar et al\\.,? \\Q2016\\E","shortCiteRegEx":"Anwaar et al\\.","year":2016},{"title":"Toxicity of silver nanoparticles in zebrafish models","author":["P.V. Asharani","Y. Lian Wu","Z. Gong","S. Valiyaveettil"],"venue":"Nanotechnology 19:255102","citeRegEx":"Asharani et al\\.,? \\Q2008\\E","shortCiteRegEx":"Asharani et al\\.","year":2008},{"title":"Cerium oxide nanoparticles","author":["M.B. Ahmad","M. Darroudi"],"venue":null,"citeRegEx":"Charbgoo et al\\.,? \\Q2017\\E","shortCiteRegEx":"Charbgoo et al\\.","year":2017},{"title":"Various physicochemical and surface","author":["doi: 10.2147/IJN.S124855 Chen","B.-H","B. Stephen Inbaraj"],"venue":null,"citeRegEx":"Chen et al\\.,? \\Q2018\\E","shortCiteRegEx":"Chen et al\\.","year":2018},{"title":"Cissus quadrangularis mediated","author":["D. Devipriya","S.M. Roopan"],"venue":"inhalation. Nanotoxicology","citeRegEx":"Devipriya and Roopan,? \\Q2017\\E","shortCiteRegEx":"Devipriya and Roopan","year":2017},{"title":"Synthesis and characterization of silica-, meso-silica- and their","author":["S. Bhaisi"],"venue":null,"citeRegEx":"Bhaisi,? \\Q2016\\E","shortCiteRegEx":"Bhaisi","year":2016},{"title":"Crucial role of chelatable","author":["D. Wojciechowska","M. Kruszewski"],"venue":null,"citeRegEx":"Wojciechowska and Kruszewski,? \\Q2018\\E","shortCiteRegEx":"Wojciechowska and Kruszewski","year":2018},{"title":"Influence of dissolved organic","author":["J. Niu","E. Shang","J.C. Crittenden"],"venue":null,"citeRegEx":"Li et al\\.,? \\Q2016\\E","shortCiteRegEx":"Li et al\\.","year":2016},{"title":"Nanoparticle targeting of Gram-positive and Gram","author":["R.K. Prud’homme"],"venue":null,"citeRegEx":"Prud.homme,? \\Q2017\\E","shortCiteRegEx":"Prud.homme","year":2017},{"title":"Green-synthesised cerium oxide nanostructures (CeO2 NS","author":[],"venue":null,"citeRegEx":"10","shortCiteRegEx":"10","year":2017},{"title":"Facile synthesis of heterostructured cerium oxide/yttrium oxide nanocomposite in UV light induced photocatalytic degradation and catalytic reduction: synergistic effect of antimicrobial studies","author":["C. Maria Magdalane","K. Kaviyarasu","J. Judith Vijaya","B. Siddhardha","B. Jeyaraj"],"venue":"J. Photochem. Photobiol. B Biol","citeRegEx":"Magdalane et al\\.,? \\Q2017\\E","shortCiteRegEx":"Magdalane et al\\.","year":2017},{"title":"Secondary metabolites in the green synthesis of metallic nanoparticles","author":["G. Marslin","K. Siram","Q. Maqbool","R.K. Selvakesavan","D. Kruszka","P Kachlicki"],"venue":null,"citeRegEx":"Marslin et al\\.,? \\Q2018\\E","shortCiteRegEx":"Marslin et al\\.","year":2018},{"title":"Production of dihydrochalcone-rich green rooibos (Aspalathus linearis) extract taking into account seasonal and batch-to-batch variation in phenolic composition of plant material","author":["N. Miller"],"venue":"S. Afr. J. Bot","citeRegEx":"Miller,? \\Q2017\\E","shortCiteRegEx":"Miller","year":2017},{"title":"Antibiotic resistance determinantfocused Acinetobacter baumannii vaccine designed using reverse vaccinology","author":["Z. Ni","Y. Chen","E. Ong","Y. He"],"venue":"Int. J. Mol. Sci. 18:458","citeRegEx":"Ni et al\\.,? \\Q2017\\E","shortCiteRegEx":"Ni et al\\.","year":2017},{"title":"Combined mass spectrometric and chromatographic methods for in-depth analysis of phenolic secondary metabolites in barley leaves","author":["A. Piasecka","A. Sawikowska","P. Krajewski","P. Kachlicki"],"venue":"J. Mass Spectrom","citeRegEx":"Piasecka et al\\.,? \\Q2015\\E","shortCiteRegEx":"Piasecka et al\\.","year":2015},{"title":"Using nano-QSAR to predict the cytotoxicity of metal oxide nanoparticles","author":["T. Puzyn","B. Rasulev","A. Gajewicz","X. Hu","T.P. Dasari","A Michalkova"],"venue":"Nat. Nanotechnol","citeRegEx":"Puzyn et al\\.,? \\Q2011\\E","shortCiteRegEx":"Puzyn et al\\.","year":2011},{"title":"Self-medication and antibiotic resistance: crisis, current challenges, and prevention","author":["I.A. Rather","Kim","B.-C","V.K. Bajpai","Park","Y.-H"],"venue":"Saudi J. Biol. Sci","citeRegEx":"Rather et al\\.,? \\Q2017\\E","shortCiteRegEx":"Rather et al\\.","year":2017},{"title":"Low-cost and eco-friendly green synthesis of silver nanoparticles using Prunus japonica (Rosaceae) leaf extract and their antibacterial, antioxidant properties","author":["A. Saravanakumar","M.M. Peng","M. Ganesh","J. Jayaprakash","M. Mohankumar","H.T. Jang"],"venue":"Artif. Cells Nanomed. Biotechnol","citeRegEx":"Saravanakumar et al\\.,? \\Q2017\\E","shortCiteRegEx":"Saravanakumar et al\\.","year":2017},{"title":"Mechanisms of nucleation and growth of nanoparticles in solution","author":["N.T.K. Thanh","N. Maclean","S. Mahiddine"],"venue":"Chem. Rev","citeRegEx":"Thanh et al\\.,? \\Q2014\\E","shortCiteRegEx":"Thanh et al\\.","year":2014},{"title":"The antimicrobial activity of nanoparticles: present situation and prospects for the future","author":["L. Wang","C. Hu","L. Shao"],"venue":"Int. J. Nanomedicine","citeRegEx":"Wang et al\\.,? \\Q2017\\E","shortCiteRegEx":"Wang et al\\.","year":2017},{"title":"Mimicking horseradish peroxidase and NADH peroxidase by heterogeneous Cu 2+ -modified graphene oxide nanoparticles","author":["S. Wang","R. Cazelles","Liao","W.-C","M. Vázquez-González","A. Zoabi","R AbuReziq"],"venue":"Nano Lett","citeRegEx":"Wang et al\\.,? \\Q2017\\E","shortCiteRegEx":"Wang et al\\.","year":2017},{"title":"Synthesis, properties, and applications of hollow micro-/nanostructures","author":["X. Wang","J. Feng","Y. Bai","Q. Zhang","Y. Yin"],"venue":"Chem. Rev","citeRegEx":"Wang et al\\.,? \\Q2016\\E","shortCiteRegEx":"Wang et al\\.","year":2016},{"title":"A review on antibiotic resistance: alarm bells are ringing","author":["S.B. Zaman","M.A. Hussain","R. Nye","V. Mehta","K.T. Mamun","N. Hossain"],"venue":"Cureus 9:e1403. doi: 10.7759/cureus.1403","citeRegEx":"Zaman et al\\.,? \\Q2017\\E","shortCiteRegEx":"Zaman et al\\.","year":2017},{"title":"The effect of pH on the synthesis of stable Cu2O/CuO nanoparticles by sol–gel method in a glycolic medium","author":["N. Zayyoun","L. Bahmad","L. Laânab","B. Jaber"],"venue":"Appl. Phys. A 122:488","citeRegEx":"Zayyoun et al\\.,? \\Q2016\\E","shortCiteRegEx":"Zayyoun et al\\.","year":2016}],"referenceMentions":[{"referenceID":19,"context":"There is a race between drug development and bacterial resistance (Puzyn et al., 2011; Saravanakumar et al., 2017).","startOffset":66,"endOffset":114},{"referenceID":21,"context":"There is a race between drug development and bacterial resistance (Puzyn et al., 2011; Saravanakumar et al., 2017).","startOffset":66,"endOffset":114},{"referenceID":19,"context":"The loss of efficiency to cure microbial infections is persistently observed for several drugs (Puzyn et al., 2011).","startOffset":95,"endOffset":115},{"referenceID":26,"context":"Many antimicrobial agents that revolutionized treatment against infections in the past have now lost their bactericidal capabilities (Zaman et al., 2017).","startOffset":133,"endOffset":153},{"referenceID":20,"context":"It is strongly predicted that death toll due to drug resistant pathogens may rise up (Rather et al., 2017; Zaman et al., 2017; Grzelak et al., 2018).","startOffset":85,"endOffset":148},{"referenceID":26,"context":"It is strongly predicted that death toll due to drug resistant pathogens may rise up (Rather et al., 2017; Zaman et al., 2017; Grzelak et al., 2018).","startOffset":85,"endOffset":148},{"referenceID":17,"context":"These unique properties of multimode of actions and maximum invasion are quite helpful in developing NS as broadspectrum antibiotics in the future (Maqbool et al., 2017; Ni et al., 2017).","startOffset":147,"endOffset":186},{"referenceID":4,"context":"Among metal oxide NS experimented so far, the performance of CuO-NS and CeO2-NS was found extremely effective in biological applications (Anwaar et al., 2016).","startOffset":137,"endOffset":158},{"referenceID":6,"context":"CeO2-NS exhibits variable oxidation states, stable crystal structure, greater surface energy, high surface to charge ratio, visible light activation, and greater stability making it as an ideal candidate for biomedical applications (Charbgoo et al., 2017; Kamila and Venugopal, 2017; Chen and Stephen Inbaraj, 2018).","startOffset":232,"endOffset":315},{"referenceID":15,"context":"The biomedical potential of olive is well known primarily due to the presence of antioxidants like oleuropein, oleuroside and apigenin-7-O-glucoside (Lim et al., 2016; Maalej et al., 2017; Marslin et al., 2018).","startOffset":149,"endOffset":210},{"referenceID":16,"context":"High Performance Liquid Chromatography (HPLC) Analysis of Plant Extract For the identification of active bio-molecules present in the olive leaf extract used in the green synthesis, it was subjected to HPLC analysis as described before (Miller, 2017).","startOffset":236,"endOffset":250},{"referenceID":27,"context":"Corresponding findings related to Cu-O and Ce-O are well indexed to previously reported studies (Zayyoun et al., 2016; Maqbool, 2017).","startOffset":96,"endOffset":133},{"referenceID":3,"context":"crystallite size will provide greater penetration capabilities with maximum absorption rate (Adhikari et al., 2018).","startOffset":92,"endOffset":115},{"referenceID":22,"context":"Smaller will be the crystallite size, greater will be the value of quantum confinement effect, which is responsible for the overall reactivity and surface activation of the electron during the reaction (Thanh et al., 2014).","startOffset":202,"endOffset":222},{"referenceID":3,"context":"(Adhikari et al., 2018), these parameters are of prime importance for antimicrobial applications.","startOffset":0,"endOffset":23},{"referenceID":8,"context":"Furthermore, it has been commonly observed that green synthesized NS own low level of genotoxic and cytotoxic nature for normal somatic cells with proven efficiency as compare to NS produced by other physical or chemical methods (Devipriya and Roopan, 2017; Lu et al., 2017).","startOffset":229,"endOffset":274},{"referenceID":6,"context":"Ce also own variable oxidation state of Ce3+ and Ce4+, which also supports ROS burst and activation of redox process during antibacterial action (Charbgoo et al., 2017).","startOffset":145,"endOffset":168},{"referenceID":11,"context":"Increase in oxidative stress causes direct genome destruction, plasmid and cell protein denaturation, ROS-induced mitochondrial damage and partial or absolute loss of cell wall permeability (Li et al., 2016; Kung et al., 2017).","startOffset":190,"endOffset":226},{"referenceID":5,"context":"NS synthesized from the physical or chemical methods are found toxic to healthy cells (Asharani et al., 2008).","startOffset":86,"endOffset":109},{"referenceID":11,"context":"Moreover, mild cytotoxicity activities of greensynthesized NS are probably due to high concentration metal ion intoleration, NS sedimentation, loss of NS-homeostasis, genotoxicity, or lethal ROS induction (Li et al., 2016).","startOffset":205,"endOffset":222},{"referenceID":1,"context":"Normally it has been observed that metal oxide NS show differential cytotoxicity when applied on healthy cells (Abbas et al., 2016).","startOffset":111,"endOffset":131}],"year":2018,"abstractText":"Citation: Maqbool Q, Nazar M, Maqbool A, Pervez MT, Jabeen N, Hussain T and Franklin G (2018) CuO and CeO2 Nanostructures Green Synthesized Using Olive Leaf Extract Inhibits the Growth of Highly Virulent Multidrug Resistant Bacteria. Front. Pharmacol. 9:987. doi: 10.3389/fphar.2018.00987 CuO and CeO2 Nanostructures Green Synthesized Using Olive Leaf Extract Inhibits the Growth of Highly Virulent Multidrug Resistant Bacteria","creator":"LaTeX with hyperref package"}}
{"name":"fphar-09-00987.pdf","metadata":{"source":"META","title":"CuO and CeO2 Nanostructures Green Synthesized Using Olive Leaf Extract Inhibits the Growth of Highly Virulent Multidrug Resistant Bacteria","authors":["Karl Tsim","Muhammad T. Pervez","Nyla Jabeen","Talib Hussain"],"emails":["qaisar.vu@gmail.com","ayesha.maqbool@vu.edu.pk","fgre@igr.poznan.pl"],"sections":[{"heading":null,"text":"ORIGINAL RESEARCH published: 07 September 2018 doi: 10.3389/fphar.2018.00987\nEdited by: Karl Tsim,\nHong Kong University of Science and Technology, Hong Kong\nReviewed by: Souaibou Yaouba,\nUniversity of Nairobi, Kenya Shuai Ji, Xuzhou Medical University, China\n*Correspondence: Qaisar Maqbool\nqaisar.vu@gmail.com Ayesha Maqbool\nayesha.maqbool@vu.edu.pk Gregory Franklin\nfgre@igr.poznan.pl\nSpecialty section: This article was submitted to\nEthnopharmacology, a section of the journal Frontiers in Pharmacology\nReceived: 19 May 2018 Accepted: 10 August 2018 Published: 07 September 2018\nCitation: Maqbool Q, Nazar M, Maqbool A, Pervez MT, Jabeen N, Hussain T and Franklin G (2018) CuO and CeO2\nNanostructures Green Synthesized Using Olive Leaf Extract Inhibits\nthe Growth of Highly Virulent Multidrug Resistant Bacteria.\nFront. Pharmacol. 9:987. doi: 10.3389/fphar.2018.00987\nCuO and CeO2 Nanostructures Green Synthesized Using Olive Leaf Extract Inhibits the Growth of Highly Virulent Multidrug Resistant Bacteria Qaisar Maqbool1,2,3* , Mudassar Nazar2,3, Ayesha Maqbool4* , Muhammad T. Pervez5, Nyla Jabeen6, Talib Hussain3 and Gregory Franklin1*\n1 Department of Integrative Plant Biology, Institute of Plant Genetics of the Polish Academy of Sciences, Poznan, Poland, 2 Department of Biotechnology, Virtual University of Pakistan, Lahore, Pakistan, 3 National Institute of Vacuum Science and Technology, Islamabad, Pakistan, 4 Department of Molecular Biology, Virtual University of Pakistan, Lahore, Pakistan, 5 Department of Bioinformatics and Computational Biology, Virtual University of Pakistan, Lahore, Pakistan, 6 Applied Biotechnology and Genetic Engineering Lab, Department of Bioinformatics and Biotechnology, International Islamic University, Islamabad, Islamabad, Pakistan\nOne of the major challenges of nano-biotechnology is to engineer potent antimicrobial nanostructures (NS) with high biocompatibility. Keeping this in view, we have performed aqueous olive leaf extract mediated one pot facile synthesis of CuO-NS and CeO2-NS. Prepared NS were homogenous, less than 26 nm in size, and small crystallite units as revealed by scanning electron microscopy (SEM) and X-ray diffraction (XRD) analyses. Fourier transform infrared spectroscopy (FTIR) of CuO-NS and CeO2-NS showed typical Cu-O prints around 592–660 cm−1 and Ce-O bond vibrations at 453 cm−1. The successful capping of CuO-NS and CeO2-NS by compounds present in the plant extract was further validated by high performance liquid chromatography (HPLC) and thermal gravimetric analysis (TGA). Active phyto-chemicals from the leaf extract simultaneously acted as strong reducing as well as capping agent in the NS synthesis. NS engineered in the present study showed antibacterial potential at extremely low concentration against highly virulent multidrug-resistant (MDR) gram-negative strains (Escherichia coli, Enterobacter cloacae, Acinetobacter baumannii and Pseudomonas aeruginosa), alarmed by World Health Organization (WHO). Furthermore, CuO-NS and CeO2-NS did not show any cytotoxicity on HEK-293 cell lines and Brine shrimp larvae indicating that the NS green synthesized in the present study are biocompatible.\nKeywords: green synthesis, CuO-nanostructures, CeO2-nanostructures, multidrug-resistant bacteria, cytotoxicity, biocompatibility\nINTRODUCTION\nBacterial epidemiology, microbial invasions, drug resistance, and random mutations are the hot topics under discussion today. There is a race between drug development and bacterial resistance (Puzyn et al., 2011; Saravanakumar et al., 2017). The loss of efficiency to cure microbial infections is persistently observed for several drugs (Puzyn et al., 2011). Many antimicrobial agents that revolutionized treatment against infections in the past have now lost their bactericidal capabilities (Zaman et al., 2017). The potential threat to mankind gets higher when WHO issued the list of multi-drug-resistant (MDR) pathogen in 2017, which includes Enterobacteriaceae, Acinetobacter, and Pseudomonas. According to WHO observations, these bacteria are resistant even to the\nFrontiers in Pharmacology | www.frontiersin.org 1 September 2018 | Volume 9 | Article 987\nstrongest third generation antibiotics (cephalosporin group). It is strongly predicted that death toll due to drug resistant pathogens may rise up (Rather et al., 2017; Zaman et al., 2017; Grzelak et al., 2018).\nDue to multiple modes of action, nanostructures (NS) have been successfully used against MDR bacterial pathogens. The ability to fine-tune the morphological, optical, magnetic, and physical properties of metal oxide NS makes them suitable agents for biomedical and biotechnological applications (Wang X. et al., 2016; Caballero-Calero and D’Agosta, 2017). Due to extremely small size and high reactivity, these NS could target the surface envelop and even the genomic content of bacterial pathogens. Maximum penetration of the bacterial cell wall by NS has been observed due to opposite charges of attraction. These unique properties of multimode of actions and maximum invasion are quite helpful in developing NS as broadspectrum antibiotics in the future (Maqbool et al., 2017; Ni et al., 2017).\nAmong metal oxide NS experimented so far, the performance of CuO-NS and CeO2-NS was found extremely effective in biological applications (Anwaar et al., 2016). CeO2-NS exhibits variable oxidation states, stable crystal structure, greater surface energy, high surface to charge ratio, visible light activation, and greater stability making it as an ideal candidate for biomedical applications (Charbgoo et al., 2017; Kamila and Venugopal, 2017; Chen and Stephen Inbaraj, 2018). All these characteristics are directly linked to variable oxidation states of Ce (Ce3+, Ce4+) and photoexcitaion at room temperature through which the NS can generate lethal reactive oxygen species (ROS) (Maria Magdalane et al., 2017). When tested against lethal strains like Escherichia coli, Staphylococcus aureus, and Pseudomonas aeruginosa, CuONS showed moderate antibacterial behavior (Maqbool et al., 2017).\nAlthough a variety of metal oxide NS have been tested for advanced biomedical applications, the extensive use of synthetic reagents during their chemical synthesis makes these NS least biocompatible. Green synthesis of NS using plant extract has gained a lot of importance because of the bio-safety and economy of NS prepared by this method. Olive leaf aqueous extract contains a variety of phyto-reductants for tailoring NS. The biomedical potential of olive is well known primarily due to\nthe presence of antioxidants like oleuropein, oleuroside and apigenin-7-O-glucoside (Lim et al., 2016; Maalej et al., 2017; Marslin et al., 2018).\nIn this study, we report on the comparative analysis of green synthesized CuO-NS and CeO2-NS for their biocompatibility, cytotoxicity and most importantly antimicrobial potential. Results presented here will help us to understand the performance of green synthesized CuO-NS and CeO2-NS in future biomedical applications."},{"heading":"MATERIALS AND METHODS","text":""},{"heading":"Green Synthesis of CuO-NS and CeO2-NS Using Olive Leaf Extract","text":"Olive leaves (Olea europaea) were collected and washed three times with ddH2O. To avoid any damage to light sensitive bioactive compounds, collected leaves were dried under shade. Later on, they were ground in to fine powder. To prepare the extract, 30 g of leaf powder was added to an Erlenmeyer flask containing 300 mL of ddH2O and shaken at 50 rpm at 50◦C in an incubator. After 2 h, the mixture was filtered through a Whatmann No. 1 filter paper and the filtrate was stored in a refrigerator at 15◦C.\nFor the green synthesis of CeO2-NS, 13.02 g of (CeNO3)3. 6H2O was added to 300 mL of plant extract in an Erlenmeyer flask. The reaction mixture was stirred at 1,500 rpm at 50◦C on a magnetic plate. After 2.5 h of stirring, the reaction mixture was centrifuged at 10,000 rpm (GR Bio-Tek centrifuge, Orpington, England) for 10 min to pellet the synthesized CeO2-NS. Dark brown color CeO2-NS pellets were obtained. The pellets were washed three times with ddH2O. In the next step, all of the washed CeO2-NS pellets were placed in Hot-Air-Oven setup to 60◦C for 6.5 h. In order to achieve greater crystallinity, CeO2-NS were further calcined inside a Gallenkamp furnace (Apeldoorn, Netherlands) at 500◦C for 2.5 h. A similar procedure was adopted for CuO-NS synthesis by using 5.43 g of Cu(CO2CH3)3 in 300 mL of olive leaf extract. Prepared NS were stored in airtight containers under ambient conditions. The step-by-step process of facile green synthesis of CuO-NS and CeO2-NS is illustrated in Figure 1.\nFIGURE 1 | Scheme showingfacile green synthesis of NS using olive leaf extract.\nFrontiers in Pharmacology | www.frontiersin.org 2 September 2018 | Volume 9 | Article 987"},{"heading":"High Performance Liquid Chromatography (HPLC) Analysis of Plant Extract","text":"For the identification of active bio-molecules present in the olive leaf extract used in the green synthesis, it was subjected to HPLC analysis as described before (Miller, 2017). Briefly, 5 g of olive leaf powder was added to 30 mL of aqueous methanol (60%) and thoroughly mixed in a blender. The resulting mixture was centrifuged at 3,000 rpm for 5 min. The supernatant was collected and filtered through 0.22 µm microfilter. Separation of compounds was performed in an HPLC (Agilent 1100 Technologies, Ireland) using water-acetic acid (99.5–0.5) as mobile phase-A and acetonitrile as mobile phaseB. The flow rate of the column was set at 1 mL/min along with temperature set at 25◦C. Compounds were examined based on retention time (tR) and elution time (to) for unretained peak. Moreover, polyphenolic compounds from olive extract were identified using two systems of liquid chromatography hyphenated to mass spectrometers following the method of Piasecka et al. (2015). The first system consisted of HPLC Agilent 1100 coupled to Esquire 3000 (Bruker Daltonics) ion trap mass spectrometer and the second was UPLC (Acquity Waters) hyphenated to QExactive hybrid MS/MS quadrupole-Orbitrap instrument (Thermo). Compounds were identified according to exact masse of their [M+H]+ and [M-H]− ions; their fragmentation patterns and chromatographic retention times by comparison with standard compounds (Sigma-Aldrich)."},{"heading":"Characterization of CuO-NS and CeO2-NS","text":""},{"heading":"Thermal Gravimetric Analysis (TGA) of CuO-NS and","text":"CeO2-NS The thermal stability and bio-molecular capping action around green synthesized NS were evaluated using PerkinElmerDiamond-TGA (Llantrisant, United Kingdom). The temperature increment was set between 25.00 and 800.00◦C with increase of 10.00◦C/min."},{"heading":"Fourier Transform Infrared Spectroscopy (FTIR) of","text":"CuO-NS and CeO2-NS Vibrational bond energies and molecular nature of NS were examined by FTIR spectroscopy (SHIMADZU FTIR) with wave number set between 400 and 4,000 cm−1 following KBr pellet method."},{"heading":"X-ray Diffraction (XRD) Analysis","text":"Crystallographic parameters of green synthesized NS were checked with PANalyticalX′Pert3 powder machine (Royston, United Kingdom) powered with Ni-Monochromator, and machine diffraction angel (2θ) specific for crystalline materials (20–80◦). In XRD analysis, Cu_Kα radiation of specific wavelength 1.5406 Å was used. In order to determine the crystallite size value of bio-fabricated NS, Scherer’s equation [D = 0.9λ/βcosθ] was applied. From the values of equation, D is the average crystalline domain size perpendicular to the reflecting planes, λ is showing the X-ray wavelength (1.5406 Å), ß is the\nangular full width at half maximum (FWHM) in radians and θ is the diffraction angle [2θ (degree) is the calculated angle of diffraction in degree] or also known as Bragg’s angle."},{"heading":"Scanning Electron Microscopy (SEM) of CuO-NS and","text":"CeO2-NS Measurement of NS size and surface morphology is important for NS based biological applications. Hence, the size and surface structure of fabricated CuO-NS and CeO2-NS were analyzed using JOEL-JSM-6490LA-SEM (Tokyo, Japan) setup at 20 kV with counting-rate of 2838."},{"heading":"Antibacterial Activity of CuO-NS and CeO2-NS","text":"To screen the antibacterial potential of CuO-NS and CeO2-NS, E. coli (ATCC 25922), E. cloacae (ATCC 23373), A. baumanni (ATCC 19606), and P. aeruginosa (ATCC 27853) strains were tested via disc diffusion method as we reported before (Maqbool et al., 2016). In detail, bacterial strains were cultured in nutrient broth culture (Sigma-Aldrich) at 37◦C until reaching 1.5 × 108 colony forming unit (CFU) per mL. Bacteria were carefully spread on Petri dishes containing semi-solid culture medium. Sterilized filter paper discs loaded with 5 µL solution containing 20 µg/µL of NS. Discs loaded with 5 µL roxithromycin (4 mg/mL) were considered as positive control, while discs loaded with deionized H2O was used as negative control. All of the inoculated plates were placed in the incubator set for 37◦C and the zone of inhibition (ZOI) was measured after 24 h."},{"heading":"Cytotoxicity Assay of Green Synthesized CuO-NS and CeO2-NS on HEK-293 Cells","text":"Cell viability assay was performed following the method as described previously (Abbas et al., 2017a). HEK-293 cells (SigmaAldrich) were seeded in a 96-well plate at a concentration of 105 cells per well and incubated at 37◦C under 5% CO2 environment to allow cell adhesion. After 24 h of incubation, the wells were added with different concentrations of the CuO-NS and CeO2NS (0.01, 0.05, and 0.1 mg/mL). The cell viability was examined via CCK-8 analyzer and OD was recorded at 450 nm by Multi Scan MK3 after 24 h of NS treatment."},{"heading":"Examination of Biocompatibility of Green Synthesized CuO-NS and CeO2-NS (Using Brine Shrimp Larvae)","text":"The biocompatibility of green synthesized CuO-NS and CeO2NS was tested via Brine shrimp (Artimia salina) lethality assay. Brine shrimp eggs procured from Ocean-Star-International (Coral Springs, United States). They were maintained in 3.8% (w/v) saline water (Coral Springs, United States) at 37◦C for 2 days for hatching. 48 h after hatching, the larvae were collected using Pasteur pipette. To each vial containing different concentrations (5, 10, and 15 mg/mL) of CuO-NS and CeO2NS in saline water was transferred with 10 larvae. Larvae transferred to vials containing doxorubicin dissolved saline water (10 µg/mL) and to vials containing only saline water served as negative and positive controls, respectively. All the vials with larvae were incubated\nFrontiers in Pharmacology | www.frontiersin.org 3 September 2018 | Volume 9 | Article 987\nat 28◦C. After 24 h of incubation, the number of live and dead larvae was counted manually with the aid of a magnifying glass to calculate the LD50 value of NS."},{"heading":"Statistical Analysis","text":"All the experiments were repeated at least three times and the values are presented as the mean ± SD. Statistical investigation of the results was done by student’s t-tests using SPSS software. P < 0.05 considered significant."},{"heading":"RESULTS","text":""},{"heading":"HPLC and TGA Findings","text":"HPLC analysis of olive leaf extract revealed the presence of several secondary metabolites (Figure 2). They were oleuroside (tR = 33.8), oleuropein (tR = 23.6), isoquercetin (tR = 12.5), apigenin-7-O-glucoside (tR = 16.2), luteolin-7glucoside (tR = 8.9), verbascoside (tR = 7.9), rutin (tR = 6.7), and hydroxytyrosol (tR = 2.5).\nCapping action around CuO-NS and CeO2-NS was evaluated through TGA analysis. When the green synthesized NS were subjected to progressively increasing temperature, the loss of\nFIGURE 3 | Graphical presentation of thermal gravimetric analysis (TGA) of the green fabricated NS showing the progressive decomposition of capping agent with increasing temperature.\nFrontiers in Pharmacology | www.frontiersin.org 4 September 2018 | Volume 9 | Article 987\nweight in NS was observed in three phases. In the first phase from 50 to 100◦C, the loss of weight was due to surface absorbed H2O. In the second phase from 100 to 200◦C, there was the breakdown of capping agent, which resulted in combustion of capping agent attached to the surface of NS, which might be connected\nwith oleuropein originated organic compound (C8H10O3). The thermal decomposition of CuO-NS and CeO2-NS observed in the third phase at 600◦C was due to high temperature oxygen decay. TGA findings are shown in Figure 3."},{"heading":"CHARACTERIZATION OF CuO-NS AND CeO2-NS","text":""},{"heading":"FTIR Studies of Green Synthesized CuO-NS and CeO2-NS","text":"FTIR analysis revealed the successful reduction of precursor ionic complexes of CuO-NS and CeO2-NS in Figure 4. The reading around 2,800 cm−1 represents the presence of surface adsorbed H-O-H molecules. The vibration modes from 2,500 to 4,000 cm−1 are showing C-O, O-H and H-H bond order frequencies. Cu-O identification peaks were traced at 592, 607, and 665 cm−1. While Ce-O stretching bond frequencies were found at 453 cm−1."},{"heading":"XRD Studies of CuO-NS and CeO2-NS","text":"XRD results are important to predict the crystallite size, crystal shape, grain boundaries, phase purity, doping results, and total surface area of engineered NS. Figure 5 represents the typical XRD spectrum of CuO-NS and CeO2-NS prepared after calcination. Both of the samples reflect absolute pure crystalline phase with no additional peaks indicating that there are no other impurities. In case of CuO-NS, all of the Braggs peaks are well corresponding to JCPDS-05-0661\nFrontiers in Pharmacology | www.frontiersin.org 5 September 2018 | Volume 9 | Article 987\nFIGURE 6 | SEM images of (A) CuO-NS (B) CeO2-NS.\n(Card-No.), while the Braggs peaks of CeO2-NS are similar to JCPDS-340394 (Card No.). This similarity index clearly indicates the pure crystalline morphology of green synthesized NS. CuONS crystallite size calibrated through Scherer approximation is 5 nm while CeO2-NS crystallite size is found 6 nm. Crystallographic design validates that each Ce atom in a crystallite is surrounded by eight oxygen atoms showing facecentered cubic geometry."},{"heading":"SEM Analysis of Green Synthesized CuO-NS and CeO2-NS","text":"As revealed by the SEM imaging (Figure 6), all the prepared NS were spherical and highly homogenous and the average\nsize of CuO-NS and CeO2-NS was 22 ± 02 and 24 ± 04 nm, respectively."},{"heading":"Antibacterial Activity of Green-Synthesized CuO-NS and CeO2-NS","text":"Figure 7 shows the ZOI exhibited by CuO-NS and CeO2-NS treatment against the tested MDR pathogens. All the strains were successfully inhibited by both CuO-NS and CeO2-NS. The maximum ZOI against E. coli was 18.3 mm and 21.2 mm, respectively, for CuO-NS and CeO2-NS. Moreover, due to the divergent physio-chemical characteristics of Cu and Ce, both of them have shown differential inhibitory behavior. Olive leaf\nFrontiers in Pharmacology | www.frontiersin.org 6 September 2018 | Volume 9 | Article 987\nFIGURE 8 | Effect of green synthesized NS on HEK-293 cell viability.\nextract has also shown mild inhibitory action with maximum ZOI of 8 mm against E. cloacae.\nCytotoxicity and Biocompatibility Testing of Green Synthesized CuO-NS and CeO2-NS on HEK-293 Cells and Brine Shrimp Larvae Figure 8 represents the effect of different concentrations (0.01, 0.05, and 0.1 mg/mL) of CuO-NS and CeO2-NS on HEK-293 cell lines. It is quite obvious from the findings that both of the NS show no or mild cytotoxicity to the HEK-293 cells even at relatively high concentration of 0.1 mg/mL. Mild cytotoxicity was observed for green synthesized NS at very high concentration of 0.05 mg/mL.\nWe have selected Brine shrimps, as their early developmental stages are very sensitive to toxic agents, and the toxicity symptoms could be easily observed. Biocompatibility assay with Brine shrimps larvae shows that both CuO-NS and CeO2NS are non-toxic to them up to 10 mg/mL. When increasing the concentration of to 15 mg/mL, CuO-NS and CeO2NS caused 20 and 30% mortality, respectively (Table 1). At this concentration, 100% mortality of larvae was observed in doxorubicin treatment.\nTABLE 1 | Analysis of CuO-NS and CeO2-NS, toxicity to Brine shrimp larvae.\nSample Different concentration of NS applied\n5 mg/mL 10 mg/mL 15 mg/mL\nT L % M T L % M T L % M\nCuO-NS 10 10 00 10 09 10 10 08 20\nCeO2-NS 10 10 00 10 08 20 10 07 30\nOlive extract 10 10 00 10 10 00 10 10 00\n(Negative) control 10 10 00 10 10 00 10 10 00\nDoxorubicin (positive control)\n10 01 90 10 06 40 10 00 100\nT, no. of A. salina added; L, alive A. salina after 24 h; %M, % mortality."},{"heading":"DISCUSSION","text":""},{"heading":"Role of Phyto-Reductants and Capping Agents for Tailoring CuO-NS and CeO2-NS","text":"The abundance of oleuropein over other phenolic compounds was observed in HPLC chromatogram of olive leaf extract (Figure 2), as reported in previous studies (Lim et al., 2016; Maalej et al., 2017). Oleuropein is highly unstable molecule and will rapidly breakdown into more polarizable hydroxytyrosol (C8H10O3) usually in organic solvents (Maqbool et al., 2016). This molecule might have been involved in the capping action around high-energy planes (atoms) in tailoring CuO-NS and CeO2-NS in the present study. It could simultaneously act as phyto-reducing and phyto-capping agent during the NS synthesis. TGA findings (Figure 3) supplement the HPLC observations. When the green synthesized NS were subjected to increasingly high temperature, there was a breakdown of surface capping agent (hydroxytyrosol), which resulted in the combustion of bio-capping agent attached to the surface of NS. The thermal decomposition of CuO-NS and CeO2-NS around at 600◦C was due to high temperature oxygen decay (El-Nahhal et al., 2016; Maqbool, 2017)."},{"heading":"Characterization of Green-Synthesized CuO-NS and CeO2-NS","text":"FTIR was used to analyze the chemical composition and surface chemical coordinates of the CuO-NS and CeO2-NS (Figure 4). The vibration modes from 2,500 to 4,000 cm−1 are showing C-O, O-H, and H-H bond order frequencies (Maqbool et al., 2016; Maqbool, 2017). Cu-O identification peaks were traced at 592, 607, and 665 cm−1. While Ce-O stretching bond frequencies were found at 453 cm−1. Corresponding findings related to Cu-O and Ce-O are well indexed to previously reported studies (Zayyoun et al., 2016; Maqbool, 2017).\nCrystallite size, crystal shape, grain boundaries, phase purity, doping results, and total surface area of engineered NS are important factors for antibacterial performance. Smaller\nFrontiers in Pharmacology | www.frontiersin.org 7 September 2018 | Volume 9 | Article 987\ncrystallite size will provide greater penetration capabilities with maximum absorption rate (Adhikari et al., 2018). Smaller will be the crystallite size, greater will be the value of quantum confinement effect, which is responsible for the overall reactivity and surface activation of the electron during the reaction (Thanh et al., 2014). NS synthesized in the present study possess ideal reduction in crystallite size (see Figure 5) with an overall homogenous morphology which augmented greater reactivity to their structure for antimicrobial applications.\nSince the size and shape of NS will define their reactivity, surface area, rate of absorption into microbial cell, cell surface interaction, protein binding etc. (Adhikari et al., 2018), these parameters are of prime importance for antimicrobial applications. SEM findings as presented in Figure 6 supports green synthesized CuO-NS and CeO2-NS behavior for greater penetration to tissue."},{"heading":"Antibacterial Potential of Green-Synthesized CuO-NS and CeO2-NS","text":"Due to the divergent physio-chemical characteristics of Cu and Ce, both of them have shown differential inhibitory behavior. Phyto-reductants from olive leaf extract have also shown mild inhibitory actions and these bactericidal properties of olive plant extract are well known in literature (Lim et al., 2016; Maalej et al., 2017).\nThe observed difference in the ZOI between bacterial strains may be due to unique bacterial cell wall morphology that assists pathogens to oppose against applied antimicrobial NS. In addition to this, other characteristics like the rate of NS diffusion across bacterial envelop, chemical properties, binding activation energy, ionic discharge and surface charge attraction also play the key role against a range of bacterial pathogens (Lu et al., 2017; Wang L. et al., 2017). Gram negative pathogens also possess structural differences in cell wall like the deposition of lipopolysaccharide material which augments more virulence\nto them. Furthermore, it has been commonly observed that green synthesized NS own low level of genotoxic and cytotoxic nature for normal somatic cells with proven efficiency as compare to NS produced by other physical or chemical methods (Devipriya and Roopan, 2017; Lu et al., 2017). Doped or undoped CeO2-NS engineered by various chemical procedures also showed cytotoxicity to healthy cells (Abbas et al., 2017a; Dekkers et al., 2017).\nCurrent findings explore that green-synthesized NS are of extremely small size, homogenous morphology, smaller crystallite size, enhanced surface area, and are of pure chemical nature. All these properties cumulatively contributed toward supreme antibacterial action. Smaller size and positively charged NS can easily be attracted by negatively charged bacterial surface. This electrostatic force of attraction is quite helpful in auto-phagocytosis of NS inside the bacterial cellular environment (Maqbool et al., 2016, 2017). Normally, it has been observed that due to the presence of additional mucus layer (lipopolysaccharide), it is a tough task for any drug molecule to penetrate across it. But due to the optimized charged surface, NS probably can penetrate through cellular covering. In some of the previously observed bactericidal activities, thiol (-SH) group present in the bacterial cell surface protein also have shown strong affection for metal oxide NS, due to which NS may also involve in denaturation of bacterial surface proteins (El-Nahhal et al., 2016; Lu et al., 2017).\nCu possesses variable oxidation state between Cu+ and Cu2+. This is primarily because most of the transition metals can involve either 3 d or 4 s shells for electron shuffling (Wang S. et al., 2017). It is commonly observed that variable oxidation states of metal ions can produce lethal ROS when exposed to the cellular environment. Ce also own variable oxidation state of Ce3+ and Ce4+, which also supports ROS burst and activation of redox process during antibacterial action (Charbgoo et al., 2017). Metal ions from NS are even more reactive and highly responsible for ROS generation. In our study, the antibacterial activity might also be strongly linked to the photo-activation of\nFrontiers in Pharmacology | www.frontiersin.org 8 September 2018 | Volume 9 | Article 987\nROS by NS on bacterial growth as hypothesized in Figure 9. Lethal ROS species (OH−, 1O2−, ∗O2) interact with the cellular environment and produce greater oxidative stress. Increase in oxidative stress causes direct genome destruction, plasmid and cell protein denaturation, ROS-induced mitochondrial damage and partial or absolute loss of cell wall permeability (Li et al., 2016; Kung et al., 2017). The multimode of actions performed by green fabricated CuO-NS and CeO2-NS causes complete growth inhibition of all of the MDR bacterial strains."},{"heading":"Bio-Compatibility Testing of Green Synthesized CuO-NS and CeO2-NS on HEK-293 Cells and Brine Shrimp Larvae","text":"It is very important that while targeting the pathogen, NS must not harm the somatic cell environment. NS synthesized from the physical or chemical methods are found toxic to healthy cells (Asharani et al., 2008). This is probably due to the extensive use of hazardous acid base synthetic reagents in NS preparation by these methods (Dekkers et al., 2017). On the other hand, green chemistry proves to be an efficient and most reliable method to engineer highly biocompatible NS (Abbas et al., 2017b). Moreover, mild cytotoxicity activities of greensynthesized NS are probably due to high concentration metal ion intoleration, NS sedimentation, loss of NS-homeostasis, genotoxicity, or lethal ROS induction (Li et al., 2016). Overall testing concludes that CuO-NS and CeO2-NS are differentially cytotoxic toward gram-negative bacteria as compared to normal body cells.\nCytotoxic assay (Table 1) evidently demonstrated that both CuO-NS and CeO2-NS are not toxic to Brine shrimp larvae. In order to achieve efficient drug development, it is vital to have the understanding of the toxicity of synthesized NS. Normally it has been observed that metal oxide NS show differential cytotoxicity when applied on healthy cells (Abbas et al., 2016). In the current study, olive leaf extract mediated synthesis of NS demonstrates greater biocompatibility with the least lethal effect on Brine shrimps larvae as shown in Figure 9. Even at higher dosage, minor lethality was reported. This mild lethal effect shown by CeO2-NS (30% with 15 mg/mL) is probably due to sedimentation of heavy Ce-metal ions, alteration in cellular metabolism and lethal ROS production (Gliga et al., 2017)."},{"heading":"CONCLUSION","text":"We have successfully fabricated the CuO-NS and CeO2-NS using bio-reductants from olive leaf extract and have achieved the following outcomes:\n• HPLC analysis of plant extract and TGA findings of CuONS and CeO2-NS confirms the successful capping action performed by phytochemicals around NS. The NS are of extremely small size (SEM results) and homogenous. • XRD findings validate the pure chemistry of green-\nsynthesized CuO-NS and CeO2-NS with small crystallite size. • FTIR spectrum demonstrates single phase and pure\nchemical nature of chemically bonded Cu-O and Ce-O in prepared CuO-NS and CeO2-NS, respectively. • Although the green fabricated CuO-NS and CeO2-NS could\ncompletely inhibit the growth of MDR bacterial strains, they are not toxic to healthy HEK-293 cells and Brine shrimp larvae.\nSo, green synthesis proves to be the most reliable method for achieving biocompatible NS. We believe that NS reported in the present study might have the potential to fight against antibiotic resistant pathogenic bacteria in the near future."},{"heading":"AUTHOR CONTRIBUTIONS","text":"QM and MN contributed to major part of the research work. GF provided his expert opinion and technical expertise related to the accomplishment of biomedical application part. The remaining authors contributed equally."},{"heading":"FUNDING","text":"This work has received funding from Narodowe Centrum Nauki (NCN), Poland, Grant No. UMO-2016/21/B/NZ9/01980. QM is supported by Ph.D. grant from the NCN Project No. UMO2016/23/B/NZ902677. GF is supported by European Union’s 7th Framework Program for research, technological development, and demonstration under grant agreement no. 621321 and cofinanced by funds allocated for education through project no. W26/7.PR/2015 (GA 3413/7.PR/2015/2) for the years 2015–2019."}],"references":[{"title":"ROS mediated malignancy cure performance of morphological, optical, and electrically tuned Sn doped CeO2 nanostructures","author":["F. Abbas","J. Iqbal","Q. Maqbool","T. Jan","M.O. Ullah","B Nawaz"],"venue":"AIP Adv. 7:095205","citeRegEx":"Abbas et al\\.,? \\Q2017\\E","shortCiteRegEx":"Abbas et al\\.","year":2017},{"title":"2017b). Green synthesised zinc oxide nanostructures through Periploca aphylla extract shows tremendous antibacterial potential against multidrug resistant pathogens","author":["F. Abbas","Q. Maqbool","M. Nazar","N. Jabeen","S.Z. Hussain","S Anwaar"],"venue":"IET Nanobiotechnol","citeRegEx":"Abbas et al\\.,? \\Q2016\\E","shortCiteRegEx":"Abbas et al\\.","year":2016},{"title":"Inhibition of Neuroblastoma cancer cells viability by ferromagnetic Mn doped CeO2","author":["F. Abbas","T. Jan","J. Iqbal","M.S. Haider Naqvi","I. Ahmad"],"venue":null,"citeRegEx":"Abbas et al\\.,? \\Q2016\\E","shortCiteRegEx":"Abbas et al\\.","year":2016},{"title":"Impact of copper oxide nanoparticles on growth of different bacterial species,","author":["T. Adhikari","G. Dube","S. Kundu","A.K. Patra"],"venue":"Energy and Environment. Water Science and Technology Library,","citeRegEx":"Adhikari et al\\.,? \\Q2018\\E","shortCiteRegEx":"Adhikari et al\\.","year":2018},{"title":"The effect of green synthesized CuO nanoparticles on callogenesis and regeneration of Oryza sativa L","author":["S. Anwaar","Q. Maqbool","N. Jabeen","M. Nazar","F. Abbas","B Nawaz"],"venue":"Front. Plant Sci. 7:1330","citeRegEx":"Anwaar et al\\.,? \\Q2016\\E","shortCiteRegEx":"Anwaar et al\\.","year":2016},{"title":"Toxicity of silver nanoparticles in zebrafish models","author":["P.V. Asharani","Y. Lian Wu","Z. Gong","S. Valiyaveettil"],"venue":"Nanotechnology 19:255102","citeRegEx":"Asharani et al\\.,? \\Q2008\\E","shortCiteRegEx":"Asharani et al\\.","year":2008},{"title":"Cerium oxide nanoparticles","author":["M.B. Ahmad","M. Darroudi"],"venue":null,"citeRegEx":"Charbgoo et al\\.,? \\Q2017\\E","shortCiteRegEx":"Charbgoo et al\\.","year":2017},{"title":"Various physicochemical and surface","author":["doi: 10.2147/IJN.S124855 Chen","B.-H","B. Stephen Inbaraj"],"venue":null,"citeRegEx":"Chen et al\\.,? \\Q2018\\E","shortCiteRegEx":"Chen et al\\.","year":2018},{"title":"Cissus quadrangularis mediated","author":["D. Devipriya","S.M. Roopan"],"venue":"inhalation. Nanotoxicology","citeRegEx":"Devipriya and Roopan,? \\Q2017\\E","shortCiteRegEx":"Devipriya and Roopan","year":2017},{"title":"Synthesis and characterization of silica-, meso-silica- and their","author":["S. Bhaisi"],"venue":null,"citeRegEx":"Bhaisi,? \\Q2016\\E","shortCiteRegEx":"Bhaisi","year":2016},{"title":"Crucial role of chelatable","author":["D. Wojciechowska","M. Kruszewski"],"venue":null,"citeRegEx":"Wojciechowska and Kruszewski,? \\Q2018\\E","shortCiteRegEx":"Wojciechowska and Kruszewski","year":2018},{"title":"Influence of dissolved organic","author":["J. Niu","E. Shang","J.C. Crittenden"],"venue":null,"citeRegEx":"Li et al\\.,? \\Q2016\\E","shortCiteRegEx":"Li et al\\.","year":2016},{"title":"Nanoparticle targeting of Gram-positive and Gram","author":["R.K. Prud’homme"],"venue":null,"citeRegEx":"Prud.homme,? \\Q2017\\E","shortCiteRegEx":"Prud.homme","year":2017},{"title":"Green-synthesised cerium oxide nanostructures (CeO2 NS","author":[],"venue":null,"citeRegEx":"10","shortCiteRegEx":"10","year":2017},{"title":"Facile synthesis of heterostructured cerium oxide/yttrium oxide nanocomposite in UV light induced photocatalytic degradation and catalytic reduction: synergistic effect of antimicrobial studies","author":["C. Maria Magdalane","K. Kaviyarasu","J. Judith Vijaya","B. Siddhardha","B. Jeyaraj"],"venue":"J. Photochem. Photobiol. B Biol","citeRegEx":"Magdalane et al\\.,? \\Q2017\\E","shortCiteRegEx":"Magdalane et al\\.","year":2017},{"title":"Secondary metabolites in the green synthesis of metallic nanoparticles","author":["G. Marslin","K. Siram","Q. Maqbool","R.K. Selvakesavan","D. Kruszka","P Kachlicki"],"venue":null,"citeRegEx":"Marslin et al\\.,? \\Q2018\\E","shortCiteRegEx":"Marslin et al\\.","year":2018},{"title":"Production of dihydrochalcone-rich green rooibos (Aspalathus linearis) extract taking into account seasonal and batch-to-batch variation in phenolic composition of plant material","author":["N. Miller"],"venue":"S. Afr. J. Bot","citeRegEx":"Miller,? \\Q2017\\E","shortCiteRegEx":"Miller","year":2017},{"title":"Antibiotic resistance determinantfocused Acinetobacter baumannii vaccine designed using reverse vaccinology","author":["Z. Ni","Y. Chen","E. Ong","Y. He"],"venue":"Int. J. Mol. Sci. 18:458","citeRegEx":"Ni et al\\.,? \\Q2017\\E","shortCiteRegEx":"Ni et al\\.","year":2017},{"title":"Combined mass spectrometric and chromatographic methods for in-depth analysis of phenolic secondary metabolites in barley leaves","author":["A. Piasecka","A. Sawikowska","P. Krajewski","P. Kachlicki"],"venue":"J. Mass Spectrom","citeRegEx":"Piasecka et al\\.,? \\Q2015\\E","shortCiteRegEx":"Piasecka et al\\.","year":2015},{"title":"Using nano-QSAR to predict the cytotoxicity of metal oxide nanoparticles","author":["T. Puzyn","B. Rasulev","A. Gajewicz","X. Hu","T.P. Dasari","A Michalkova"],"venue":"Nat. Nanotechnol","citeRegEx":"Puzyn et al\\.,? \\Q2011\\E","shortCiteRegEx":"Puzyn et al\\.","year":2011},{"title":"Self-medication and antibiotic resistance: crisis, current challenges, and prevention","author":["I.A. Rather","Kim","B.-C","V.K. Bajpai","Park","Y.-H"],"venue":"Saudi J. Biol. Sci","citeRegEx":"Rather et al\\.,? \\Q2017\\E","shortCiteRegEx":"Rather et al\\.","year":2017},{"title":"Low-cost and eco-friendly green synthesis of silver nanoparticles using Prunus japonica (Rosaceae) leaf extract and their antibacterial, antioxidant properties","author":["A. Saravanakumar","M.M. Peng","M. Ganesh","J. Jayaprakash","M. Mohankumar","H.T. Jang"],"venue":"Artif. Cells Nanomed. Biotechnol","citeRegEx":"Saravanakumar et al\\.,? \\Q2017\\E","shortCiteRegEx":"Saravanakumar et al\\.","year":2017},{"title":"Mechanisms of nucleation and growth of nanoparticles in solution","author":["N.T.K. Thanh","N. Maclean","S. Mahiddine"],"venue":"Chem. Rev","citeRegEx":"Thanh et al\\.,? \\Q2014\\E","shortCiteRegEx":"Thanh et al\\.","year":2014},{"title":"The antimicrobial activity of nanoparticles: present situation and prospects for the future","author":["L. Wang","C. Hu","L. Shao"],"venue":"Int. J. Nanomedicine","citeRegEx":"Wang et al\\.,? \\Q2017\\E","shortCiteRegEx":"Wang et al\\.","year":2017},{"title":"Mimicking horseradish peroxidase and NADH peroxidase by heterogeneous Cu 2+ -modified graphene oxide nanoparticles","author":["S. Wang","R. Cazelles","Liao","W.-C","M. Vázquez-González","A. Zoabi","R AbuReziq"],"venue":"Nano Lett","citeRegEx":"Wang et al\\.,? \\Q2017\\E","shortCiteRegEx":"Wang et al\\.","year":2017},{"title":"Synthesis, properties, and applications of hollow micro-/nanostructures","author":["X. Wang","J. Feng","Y. Bai","Q. Zhang","Y. Yin"],"venue":"Chem. Rev","citeRegEx":"Wang et al\\.,? \\Q2016\\E","shortCiteRegEx":"Wang et al\\.","year":2016},{"title":"A review on antibiotic resistance: alarm bells are ringing","author":["S.B. Zaman","M.A. Hussain","R. Nye","V. Mehta","K.T. Mamun","N. Hossain"],"venue":"Cureus 9:e1403. doi: 10.7759/cureus.1403","citeRegEx":"Zaman et al\\.,? \\Q2017\\E","shortCiteRegEx":"Zaman et al\\.","year":2017},{"title":"The effect of pH on the synthesis of stable Cu2O/CuO nanoparticles by sol–gel method in a glycolic medium","author":["N. Zayyoun","L. Bahmad","L. Laânab","B. Jaber"],"venue":"Appl. Phys. A 122:488","citeRegEx":"Zayyoun et al\\.,? \\Q2016\\E","shortCiteRegEx":"Zayyoun et al\\.","year":2016}],"referenceMentions":[{"referenceID":19,"context":"There is a race between drug development and bacterial resistance (Puzyn et al., 2011; Saravanakumar et al., 2017).","startOffset":66,"endOffset":114},{"referenceID":21,"context":"There is a race between drug development and bacterial resistance (Puzyn et al., 2011; Saravanakumar et al., 2017).","startOffset":66,"endOffset":114},{"referenceID":19,"context":"The loss of efficiency to cure microbial infections is persistently observed for several drugs (Puzyn et al., 2011).","startOffset":95,"endOffset":115},{"referenceID":26,"context":"Many antimicrobial agents that revolutionized treatment against infections in the past have now lost their bactericidal capabilities (Zaman et al., 2017).","startOffset":133,"endOffset":153},{"referenceID":20,"context":"It is strongly predicted that death toll due to drug resistant pathogens may rise up (Rather et al., 2017; Zaman et al., 2017; Grzelak et al., 2018).","startOffset":85,"endOffset":148},{"referenceID":26,"context":"It is strongly predicted that death toll due to drug resistant pathogens may rise up (Rather et al., 2017; Zaman et al., 2017; Grzelak et al., 2018).","startOffset":85,"endOffset":148},{"referenceID":17,"context":"These unique properties of multimode of actions and maximum invasion are quite helpful in developing NS as broadspectrum antibiotics in the future (Maqbool et al., 2017; Ni et al., 2017).","startOffset":147,"endOffset":186},{"referenceID":4,"context":"Among metal oxide NS experimented so far, the performance of CuO-NS and CeO2-NS was found extremely effective in biological applications (Anwaar et al., 2016).","startOffset":137,"endOffset":158},{"referenceID":6,"context":"CeO2-NS exhibits variable oxidation states, stable crystal structure, greater surface energy, high surface to charge ratio, visible light activation, and greater stability making it as an ideal candidate for biomedical applications (Charbgoo et al., 2017; Kamila and Venugopal, 2017; Chen and Stephen Inbaraj, 2018).","startOffset":232,"endOffset":315},{"referenceID":15,"context":"The biomedical potential of olive is well known primarily due to the presence of antioxidants like oleuropein, oleuroside and apigenin-7-O-glucoside (Lim et al., 2016; Maalej et al., 2017; Marslin et al., 2018).","startOffset":149,"endOffset":210},{"referenceID":16,"context":"High Performance Liquid Chromatography (HPLC) Analysis of Plant Extract For the identification of active bio-molecules present in the olive leaf extract used in the green synthesis, it was subjected to HPLC analysis as described before (Miller, 2017).","startOffset":236,"endOffset":250},{"referenceID":27,"context":"Corresponding findings related to Cu-O and Ce-O are well indexed to previously reported studies (Zayyoun et al., 2016; Maqbool, 2017).","startOffset":96,"endOffset":133},{"referenceID":3,"context":"crystallite size will provide greater penetration capabilities with maximum absorption rate (Adhikari et al., 2018).","startOffset":92,"endOffset":115},{"referenceID":22,"context":"Smaller will be the crystallite size, greater will be the value of quantum confinement effect, which is responsible for the overall reactivity and surface activation of the electron during the reaction (Thanh et al., 2014).","startOffset":202,"endOffset":222},{"referenceID":3,"context":"(Adhikari et al., 2018), these parameters are of prime importance for antimicrobial applications.","startOffset":0,"endOffset":23},{"referenceID":8,"context":"Furthermore, it has been commonly observed that green synthesized NS own low level of genotoxic and cytotoxic nature for normal somatic cells with proven efficiency as compare to NS produced by other physical or chemical methods (Devipriya and Roopan, 2017; Lu et al., 2017).","startOffset":229,"endOffset":274},{"referenceID":6,"context":"Ce also own variable oxidation state of Ce3+ and Ce4+, which also supports ROS burst and activation of redox process during antibacterial action (Charbgoo et al., 2017).","startOffset":145,"endOffset":168},{"referenceID":11,"context":"Increase in oxidative stress causes direct genome destruction, plasmid and cell protein denaturation, ROS-induced mitochondrial damage and partial or absolute loss of cell wall permeability (Li et al., 2016; Kung et al., 2017).","startOffset":190,"endOffset":226},{"referenceID":5,"context":"NS synthesized from the physical or chemical methods are found toxic to healthy cells (Asharani et al., 2008).","startOffset":86,"endOffset":109},{"referenceID":11,"context":"Moreover, mild cytotoxicity activities of greensynthesized NS are probably due to high concentration metal ion intoleration, NS sedimentation, loss of NS-homeostasis, genotoxicity, or lethal ROS induction (Li et al., 2016).","startOffset":205,"endOffset":222},{"referenceID":1,"context":"Normally it has been observed that metal oxide NS show differential cytotoxicity when applied on healthy cells (Abbas et al., 2016).","startOffset":111,"endOffset":131}],"year":2018,"abstractText":"Citation: Maqbool Q, Nazar M, Maqbool A, Pervez MT, Jabeen N, Hussain T and Franklin G (2018) CuO and CeO2 Nanostructures Green Synthesized Using Olive Leaf Extract Inhibits the Growth of Highly Virulent Multidrug Resistant Bacteria. Front. Pharmacol. 9:987. doi: 10.3389/fphar.2018.00987 CuO and CeO2 Nanostructures Green Synthesized Using Olive Leaf Extract Inhibits the Growth of Highly Virulent Multidrug Resistant Bacteria","creator":"LaTeX with hyperref package"}}
{"name":"18621-271496-4-PB.pdf","metadata":{"source":"CRF","title":"Human CAFs promote lymphangiogenesis in ovarian cancer via the Hh-VEGF-C signaling axis","authors":["Rui Wei","Mengqin Lv","Fei Li","Teng Cheng","Zhengzhong Zhang","Guiying Jiang","Ying Zhou","Ruiqiu Gao","Xiao Wei","Jicheng Lou","Xizi Wu","Danfeng Luo","Xiangyi Ma","Jin Jiang","Ding Ma","Ling Xi"],"emails":["lxi@tjh.tjmu.edu.cn"],"sections":[{"heading":null,"text":"Oncotarget67315www.impactjournals.com/oncotarget\nCancer-associated fibroblasts (CAFs) play a pivotal role in the development and progression of many human cancers. Recent studies have shown that Hedgehog (Hh) signalling modulates the stromal microenvironment and prepares a suitable niche for tumour metastasis. However, the detailed molecular mechanisms underlying CAFmediated lymphangiogenesis have not been fully elucidated. Therefore, our goal is to illustrate whether Hh ligands can activate Hh signalling in CAFs in a paracrine fashion and elucidate the effect of CAFs on lymphangiogenesis. We determined here that Sonic Hedgehog (SHH) secreted by ovarian cancer (OC) cells activated Hh signalling in CAFs and promoted the proliferation of CAFs. Moreover, we co-injected SHH-overexpressing OC cells and CAFs in a xenograft model and found that the CAFs accelerated tumourigenesis and lymphangiogenesis in OC. Mechanistically, we found that SHH secreted by the OC cells induced VEGF-C expression in CAFs. Inhibition of Hh signalling in CAFs decreased VEGF-C expression and diminished the positive role of CAFs in supporting tumourigenesis and lymphangiogenesis in a murine xenograft model. Our results demonstrate that CAFs constitute a supportive niche for cancer lymphangiogenesis via the Hh/VEGF-C signalling axis and provide evidence for the clinical application of Hh inhibitors in the treatment of OC."},{"heading":"INTRODUCTION","text":"Ovarian cancer (OC) is the most lethal gynaecologic malignancy with high mortality [1]. Each year, nearly 225,000 women are diagnosed with OC, and more than 140,000 patients die of OC worldwide. Although great progress has been made in the treatment of OC, recurrence of advanced OC is inevitable [2]. Among the advanced OC patients, especially those with lymph node metastasis, more than 70% relapse after 2 years of withdrawal of chemotherapy [3]. It is urgent to fully understand the mechanism of OC metastasis and find a new and efficient targeted therapy.\nCancer-associated fibroblasts (CAFs) originating from stromal fibroblastic cells are the dominating component of the tumour microenvironment [4]. CAFs have been shown to play a crucial role in tumour metastasis [5, 6]. Generally, the stroma interacts with tumour cells via reciprocal communications mediated by secretory factors. CAFs produce lactate, ketones, glutamine, fatty acids and cysteine to promote tumour formation and development [7, 8]. Thus, it is important to elucidate the molecular mechanisms underlying the function of CAFs in tumourigenesis. Recent data demonstrated the critical role of CAFs in the proliferation and metastasis of OC cells [9, 10]. Moreover, CAFs have\nOncotarget67316www.impactjournals.com/oncotarget\nbeen reported to promote tumour angiogenesis [11]. However, there is a limited number of studies examining CAFs in the lymphangiogenesis of OC, and the underlying mechanism involved remains obscure. Tumour cells establish an autocrine–paracrine communication circuit with the stromal microenvironment through reciprocal signalling. Hedgehog (Hh) signalling was reported to be a potential signalling pathway in CAFs induced by tumour cells [12]. Previous reports suggested that Hh signalling effects tumourigenesis of various human cancers by controlling cell proliferation, angiogenesis and epithelial-mesenchymal transition (EMT) in an autocrinejuxtacrine manner [13, 14]. However, recent publications have described an alternative mechanism by which Hh ligands secreted by tumour cells activate Hh signalling in stromal cells in a paracrine manner rather than by stimulating the epithelial cells of the tumour [15]. These results highlight the importance of Hh signalling in the tumour microenvironment. For OC, few studies have focused on the paracrine effects of stromal Hh signalling on metastasis. Given the high incidence of lymph node metastasis in clinically advanced OC [16], we attempted to elucidate the connection between CAFs and Hh signalling in OC lymphangiogenesis. In this study, we investigated the possible role of CAFs in promoting lymphangiogenesis via Hh signalling. We demonstrated that OC cell-derived Sonic Hedgehog (SHH) activated Hh signalling in CAFs, which increased the expression of VEGF-C and promoted the capillary tube formation of lymphatic endothelial cells (LECs) in vitro, and induced tumour lymphangiogenesis in vivo. Suppression of Hh signalling activity in CAFs attenuated the pro-lymphangiogenesis effects of CAFs. Our results demonstrate a role of Hh signalling in the tumour stroma as a regulator of lymphangiogenesis and highlight the important interplay between CAFs and endothelial cells. Thus, this study provides potential targets for the future development of novel therapeutics for OC."},{"heading":"RESULTS","text":"SHH ligands can activate the Hh signalling of CAFs\nWestern blot analysis (WB) and immunohistochemistry (IHC) revealed that SHH levels were equally high in four different types of OC tissues, whereas the normal ovarian tissues hardly expressed SHH (Supplementary Figure 1A, 1B and 1C), suggesting that the expression of Hh ligand was aberrantly activated in epithelial OC and that CAFs survived in an environment rich in SHH ligands. Flow cytometry was used to separate cells based on the expression of marker proteins including vimentin, α-SMA and cytokeratin 8. The CAFs were positive for α-SMA and vimentin and negative for cytokeratin 8, while the normal ovarian fibroblasts (NOFs)\nwere positive for vimentin and negative for α-SMA and cytokeratin 8 (Figure 1A). The morphology of passage 3 CAFs and NOFs was mainly spindle-like intermixed with scalene triangular and polygonal cell morphologies (Figure 1B). To investigate whether CAFs can be activated by exogenous SHH ligands, the expression of PTCH in CAFs and NOFs was examined by immunofluorescence. CAFs and NOFs both expressed PTCH (P>0.05) (Figure 1C). However, after treatment with recombinant SHH (rSHH) at 1 μg/ml for 48 h, the expression of Gli-1 and PTCH in CAFs increased significantly, while the NOFs displayed no obvious difference (Figure 1D). Cyclopamine has anti-tumour properties via their direct binding to SMO. The expression of Gli-1 in CAFs was decreased in the presence of Cyclopamine (Figure 1E). Collectively, our observations suggest that the Hh signalling pathway can be activated by exogenous rSHH in CAFs but not in NOFs.\nSHH ligands promote the proliferation of CAFs in vitro by activating Hh signalling in CAFs\nTo determine the effect of SHH on the proliferation of CAFs in vitro, EDU assay and immunofluorescence for Ki-67 were performed in CAFs treated with rSHH for 48 h. The percentage of Ki-67- and EDU-positive CAFs in the rSHH-treated group was greater than that of the control group (Figure 2A and 2B). In addition, the CAFs multiplied rapidly after treatment with rSHH for 48 h (Figure 2C). Cell viability assays revealed that the proliferation of CAFs was notably enhanced after rSHH treatment in a dose-dependent manner (Figure 2D). In addition, the proliferation of CAFs was dramatically attenuated in the presence of Cyclopamine (Figure 2D). These results indicate that SHH ligand promoted the proliferation of CAFs in vitro by activating the Hh signalling pathway in CAFs."},{"heading":"OC cell-derived SHH activates Hh signalling in CAFs","text":"WB showed that Hh ligand expression and pathway activation occurred in OC cells (Figure 3A). To detect whether SHH ligands can be secreted to the extracellular space by OC cells, we used ELISA to determine the secretion of ligand into the media. The results showed that the level of SHH secreted by TOV-112D cells was relatively high, whereas that secreted by Caov3 cells was relatively low (Figure 3B). We also detected the invasive ability of these OC cells. TOV-112D cells possessed higher invasive ability, while Caov3 cells had lower invasive ability (Supplementary Figure 1D). Thus, TOV112D and Caov3 cells were selected for transfection with SHH-knockdown or SHH-overexpressing lentivirus to alter SHH levels in OC. TOV-112D cells were lentivirally transfected with shRNA for knocking down SHH to\nOncotarget67317www.impactjournals.com/oncotarget\nestablish TOV-112D SHH-shRNA cells and with control shRNA to establish TOV-112D shNC cells. The lentiviral vector encoding SHH gene was transfected into Caov3 cells to establish a stable SHH-overexpressing cell line called Caov3 SHH-OE, and the control lentiviral vectortransfected cell line was called Caov3 NC. WB and ELISA confirmed a significant decrease in the expression of SHH in the TOV-112D SHH-shRNA cells compared with that in the TOV-112D shNC cells (Figure 3C and 3E). The expression of SHH in Caov3 SHH-OE cells was prominently increased (Figure 3D and 3E). To determine whether OC cell-derived SHH can activate the Hh signalling pathway in CAFs, we developed an indirect coculture model with OC cells seeded in the top chamber and CAFs seeded in the lower chamber for 2 days (Figure 3F). Compared with that in the CAFs cultured alone, the protein expression of Gli-1 in the CAFs co-cultured with TOV-112D, SKOV3 and Caov3 cells was increased in response to SHH secreted by OC cells. (Figure 3G). After co-culturing with TOV-112D SHH-shRNA cells, the expression level of Gli-1 was attenuated in the CAFs, while that in the CAFs co-cultured with Caov3 SHH-OE was dramatically increased (Figure 3H). These results\nsuggest that OC cell-derived SHH activated the Hh signalling pathway in CAFs.\nActivation of the Hh signalling pathway in CAFs facilitates migration and capillary tube formation of LECs in vitro\nGiven the responsiveness of CAFs to Hh signalling, we wondered whether the activation of Hh signalling in CAFs was associated with elevated migration and capillary tube formation of LECs. The migration of LECs treated with rSHH was not significantly increased compared with no SHH treatment. (Figure 4A and 4B). Indirect co-culture of LECs with CAFs treated with rSHH increased the number of migratory LECs (P < 0.0001) compared with control LECs (Figure 4C and 4D). Model with VEGFC(5ng/ml) was positive control. Tube formation assay showed rSHH did not directly accelerate the capillary tube formation in LECs (Figure 4E and 4F). However, tube formation of LECs incubated with supernatants from CAFs treated with rSHH was notably increased compared with that of LECs cultured with supernatants from untreated CAFs (Figure 4G and 4H). Model with\nOncotarget67318www.impactjournals.com/oncotarget\nVEGF-C was positive control. These results suggest that canonical Hh signalling in CAFs promoted the migration and capillary tube formation of LECs. In addition, immunofluorescence analysis showed that LECs, which express VEGF-R3, expressed little if any PTCH (Figure 4I). After treatment with rSHH for up to 72 h, Gli-1 expression did not change in LECs (Figure 4J). In addition, we pre-treated LECs with rSHH (0–10 μg/mL, for 48 h or 72 h), but the growth rate of LECs was not different from that of the untreated control group (Figure 4K). The fact that LECs failed to respond to SHH suggests that endothelial cells are not directly responsive to canonical Hh signalling during Hh-mediated lymphangiogenesis.\nVEGF-C is a CAF-derived lymphangiogenesis factor induced by SHH\nTo test whether lymphangiogenesis factors were secreted by fibroblasts, we allowed purified CAFs and NOFs to grow in the presence or absence of rSHH and derived conditioned media from them. Quantitative RT-PCR confirmed that the mRNA levels of Gli-1 and VEGF-C were increased (P < 0.05) in the CAFs treated with rSHH for 48 h (Figure 5A). However, the mRNA levels of Gli-1 and VEGF-C did not increase in the NOFs treated with rSHH for 48 h (Figure 5B). Meanwhile, ELISA of conditioned media showed an increased secretion of VEGF-C by the CAFs treated with rSHH (Figure 5C). To verify the effect of OC cell-derived SHH\non the expression of VEGF-C in CAFs, CAFs were cocultured with SKOV3, TOV-112D and Caov3 cells. Our results showed that OC cell-derived SHH increased expression of Gli-1 and VEGF-C in CAFs (Figure 5D and 5E). Furthermore, CAFs co-cultured with TOV-112D SHH-shRNA cells exhibited reduced Gli-1 and VEGF-C expression (Figure 5F and 5G). In addition, after the CAFs were co-cultured with Caov3 SHH-OE cells, there was a notable increase in the expression of Gli-1 and VEGF-C (Figure 5H and 5I). Thus, there was a positive correlation between Gli-1 and VEGF-C expression in CAFs with SHH expression in OCs. To further detect whether VEGF-C is a Hh-responsive gene in CAFs, lentiviral shRNA for knocking down Gli-1 or control shRNA were transfected into CAFs to generate CAFs Gli1-shRNA or CAFs shNC, respectively. (Figure 5J). The mRNA levels of Gli-1 and VEGF-C were dramatically decreased in the CAFs Gli1shRNA treated with rSHH (P < 0.01) in comparison to those in the CAFs shNC (Figure 5K). Additionally, ELISA showed that the secretion of VEGF-C was attenuated in the CAFs Gli1-shRNA treated with rSHH (Figure 5L). Together, these results demonstrate that Hh induced CAFs to secrete the lymphangiogenesis factor VEGF-C."},{"heading":"Paracrine signalling of tumour-initiated SHH in","text":"CAFs accelerates lymphangiogenesis in vivo\nThe observation that SHH secreted by Caov3 SHH-OE cells promoted VEGF-C expression in CAFs by activating the Hh pathway led us to hypothesize\nOncotarget67319www.impactjournals.com/oncotarget\nthat the paracrine signalling of SHH in fibroblasts was associated with tumour growth and lymphangiogenesis in vivo. We subcutaneously co-injected CAFs and Caov3 SHH-OE or Caov3 NC cells into Balb/c-null mice. Coinjection of CAFs and Caov3 SHH-OE cells significantly accelerated tumour progression and resulted in larger tumours compared to the injection of Caov3 SHH-OE (P < 0.01) or Caov3 NC cells (P < 0.05) alone, or the coinjection of CAFs with Caov3 NC cells (Figure 6B and 6C). The survival rate of mice with tumours derived from Caov3 SHH-OE cells co-injected with CAFs was reduced compared to that of mice with tumours derived from Caov3 NC cells co-injected with CAFs (P < 0.05) or from Caov3 SHH-OE or Caov3 NC cells alone (Figure 6A).\nThese findings indicate that paracrine signalling of OC cell-derived SHH in CAFs facilitated tumour growth. IHC analysis of tumour sections confirmed the elevation of the proliferation marker Ki-67 and stromal Gli-1 expression, as well as the increase in α-SMA staining and resultant expression of the lymphatic marker LYVE1, in the tumours from mice co-injected with Caov3 SHH-OE cells and CAFs compared with that in the tumours from mice in co-injected with Caov3 NC cells and CAFs (Figure 6D). Furthermore, IHC analysis identified that the tumours from injection of Caov3 SHH-OE cells alone and Caov3 NC cells alone barely expressed Ki-67, stromal Gli-1 and α-SMA. The number of LYVE1+ vessels was attenuated in these groups compared with the group with co-injection\nOncotarget67320www.impactjournals.com/oncotarget\nof CAFs (Figure 6E). Collectively, our results demonstrate that paracrine Hh signalling in CAFs promoted tumour growth and enhanced lymphangiogenesis.\nInhibition of Hh signalling in CAFs blocks its effect on lymphangiogenesis in vitro and in vivo\nMigration assay confirmed that treatment of rSHH in CAFs Gli1-shRNA attenuated the number of migrating LECs (P < 0.0001) compared with that with\nthe CAFs shNC (Figure 7A). In addition, we observed a decreased capillary tube formation in LECs incubated with supernatants from CAFs Gli1-shRNA treated with rSHH (P < 0.001) compared with that in LECs grown with supernatants derived from CAFs shNC (Figure 7B). We co-injected Caov3 SHH-OE cells with CAFs Gli1-shRNA or CAFs shNC in xenograft experiments. Tumours arising from the co-injection of Caov3 SHHOE cells with CAFs Gli1-shRNA were smaller than those arising from the co-injection of CAFs shNC (Figure 7C).\nOncotarget67321www.impactjournals.com/oncotarget\nA significant longer survival period was also observed for mice with tumours derived from Caov3 SHH-OE cells co-injected with CAFs Gli1-shRNA compared to that of mice with tumours derived from Caov3 SHH-OE cells co-injected with CAFs shNC (Figure 7D). Subsequently, IHC analysis of tumour sections showed reduced staining of the proliferation marker Ki-67 and attenuated α-SMA staining, as well as decrease in the resultant expression\nof the lymphatic marker LYVE1, in the group co-injected with CAFs Gli1-shRNA compared with that of the group co-injected with CAFs shNC. In addition, the stroma in the group co-injected with CAFs Gli1-shRNA barely expressed Gli-1 (Figure 7E). The number of LYVE1+ vessels in the group co-injected with CAFs Gli1-shRNA was reduced compared with that in co-injected with CAFs shNC (Figure 7F). Taken together, our data shows\nOncotarget67322www.impactjournals.com/oncotarget\nhere that the effect of CAFs on tumourigenesis and lymphangiogenesis in OC depended on OC cell-derived SHH and Hh signalling activity in CAFs."},{"heading":"DISCUSSION","text":"The key finding from this study is that CAFs promote lymphangiogenesis in OC via the Hh/VEGF-C signalling axis (Figure 8). We demonstrated here that OC\ncell-derived SHH activated Hh signalling in CAFs and promoted the proliferation of CAFs. Activation of the Hh signalling pathway in CAFs facilitated the migration and capillary tube formation in LECs. VEGF-C was identified as a candidate lymphangiogenesis factor secreted by CAFs in response to Hh stimulation. Blocking of Hh signalling in CAFs decreased VEGF-C expression and diminished the positive role of CAFs in supporting tumourigenesis and lymphangiogenesis. Our findings demonstrated the\nOncotarget67323www.impactjournals.com/oncotarget\nOncotarget67324www.impactjournals.com/oncotarget\npivotal role of Hh signalling in the tumour stroma as a regulator of lymphangiogenesis. CAFs constitute a supportive niche for cancer lymphangiogenesis via Hh/ VEGF-C signalling, and targeting this signalling may be a new therapeutic strategy for OC. Previous studies have indicated that tumour cells synthesize and respond to the Hh ligand in an autocrinejuxtacrine manner [17, 18]. However, our data suggested a paracrine mode of the canonical Hh signalling pathway in OC. Our data are consistent with previous findings that SHH is overexpressed in pancreatic tumour cells and that tumour cell-derived SHH activates the Hh signalling pathway in pancreatic stellate cells instead of in tumour cells [19]. Our study provides evidence that Hh signalling is an important link between OC cells and stromal cells. We demonstrated that the CAFs were responsive to Hh and that SHH originating from the epithelium activated canonical Hh signalling in the adjacent mesenchyme. Our study of Hh signalling between the two cell types sheds new light on the understanding of lymphangiogenesis in OC and enables the identification of a potential therapeutic target. The importance of paracrine Hh signaling lies in the nurture and maintenance of tumor microenvironment [20, 21]. An increasing amount of evidence has demonstrated the importance of the involvement of stromal components, which account for 7%–83% of the tumour tissue, in the pathogenesis and progression of OC [22, 23]. In this study, our data showed that CAFs were responsive to Hh signalling and OC cell-derived SHH signalling to CAFs promoted the production of the lymphangiogenesis factor VEGF-C. Inhibition of Hh signalling in CAFs blocked their pro-lymphangiogenic effects. Similarly, it has been reported that OC cell-derived SHH induced human ovarian carcinoma-associated mesenchymal stem cells to express BMP4, which promoted chemotherapy resistance in OC [24]. Taken together, our findings further strengthen the idea that tumour-stromal interactions are critical for tumour growth and progression. Furthermore, the interactions of tumour-associated macrophages and SHH-positive medulloblastoma cells have been reported to contribute to tumour growth [25]. Consistent with these observations, our study revealed an effect of Hh signalling on the OC microenvironment and demonstrated that Hh signalling was amplified by the crosstalk between the tumour and stroma, resulting in promoting tumour metastasis. However, the most current therapeutic agents targeting OC overlook the importance of the tumoursupportive microenvironment [26]. Taken together, these data suggests that the inhibition of the stromal Hh response instead of directly targeting the tumour cells might be a potential therapeutic approach to treat OC metastasis. Studies have demonstrated that VEGF-C is overexpressed in many cancers and can promote the formation of lymphatic vessels and metastasis of tumour cells to lymph nodes via the activation of VEGF receptor-3\n[27]. The incidence of lymph node metastasis in clinically advanced EOC is considerable, and lymphatic vessels have been reported as an important route contributing to the metastasis of solid tumours [16]. Previous studies have also illustrated that VEGF-C is a potential clinical marker in breast cancer or OC patients and compensates for the shortage of CA125 [28]. Here, we demonstrated that the CAFs upregulated VEGF-C in response to Hh signalling and promoted the migration and capillary tube formation of LECs. The level of VEGF-C is related to the microlymphatic vessel density. Our data showed that OC cell-derived Hh signalling of CAFs resulted in a significant increase in the number of LYVE1+ vessels in vivo. Our study is the first to suggest that CAFs are a source of VEGF-C in the tumour microenvironment. Similarly, tumour-associated macrophages were also found to produce VEGF-C in the tumour microenvironment [29]. Elucidation of the mechanisms that regulate VEGF-C might provide new insights for cancer therapies. Therefore, it is imperative to evaluate stroma-targeted therapeutics in the presence of tumour stroma in humans. The expression of VEGF-C in different tumour types may be regulated by various signalling factors including cytokines, hormones, hypoxia, etc. [30]. Thus, Hh-driven VEGF-C secretion by CAFs partly contributes to lymphangiogenesis. Our data supplemented these findings. In conclusion, the identification that tumourderived SHH can induce stromal VEGF-C to promote lymphangiogenesis further supports the importance of the tumour microenvironment. It is important to evaluate stroma-targeted therapeutics in the presence of tumour stroma in humans. Our findings have helped to elucidate the mechanism of the pro-tumourigenic functions of CAFs. Finally, these results provide evidence to support the clinical application of Hh inhibitors in OC."},{"heading":"MATERIALS AND METHODS","text":""},{"heading":"Cell culture","text":"LECs were purchased from ScienCell (San Diego, California, USA)and were grown in Endothelial Cell Medium (ECM) according to the manufacturer’s instruction. Human EOC cell lines SKOV3, TOV-112D, TOV-21G, A2780, OV-90, OVCAR3 and Caov3 were purchased from American Type Culture Collection (Rockville, MD, USA). SKOV3 cells were cultured in McCoy’s 5A medium supplemented with 10% foetal bovine serum (FBS). OVCAR3 cells were cultured in DMEM supplemented with 10% FBS and 0.01 mg/ml bovine insulin. Caov3 cells were cultured with DMEM containing 10% FBS. TOV-112D, TOV-21G and OV90 cells were cultured in a 1:1 mixture of medium 199 (Invitrogen, Carlsbad, CA) and medium 105 (SigmaAldrich, St Louis, MO) with 10% FBS. NOFs were obtained from normal ovarian tissues, and CAFs\nOncotarget67325www.impactjournals.com/oncotarget\nwere obtained from ovarian tumour tissues following procedures as previously described [31]. All these cell lines were grown in a humidified atmosphere with 5% CO2 at 37°C."},{"heading":"OC samples","text":"Human OC tissue specimens used for the isolation of CAFs and NOFs were obtained from surgically removed tissues of patients in Wuhan TongJi Hospital of Huazhong University of Science and Technology (Wuhan, China); the patients had not received any preoperative radiotherapy or chemotherapy. Among these patients, 12 were diagnosed with ovarian serous cystadenocarcinoma, 3 with ovarian mucinous cystadenocarcinoma, 3 with ovarian clear cell carcinoma and 2 with endometrioid adenocarcinoma. All of the tumour samples were obtained from primary tumour sites. The mean age of the patients was 49.6 (range 30–70) years. Normal ovarian tissues were obtained from noncancerous prophylactic oophorectomy specimens. Within the 20 epithelial ovarian carcinoma cases, 4 cases were in stage I, 6 in stage II, 5 in stage III and 5 in stage IV, based on the staging system of the International Federation of Gynaecology and Obstetrics (FIGO stage). The CAFs used in the study were obtained from 12 ovarian serous cystadenocarcinoma samples.\nReverse transcription quantitative real-time PCR (RT-qPCR)\nTotal RNA from cells was extracted using TRIzol reagent (Invitrogen, Carlsbad, CA, USA) and reverse transcribed into cDNA using M-MLV reverse transcriptase (Takara, Japan). RT-PCR was performed by using the Bio-Rad CFX96 system with SYBR Green. The sequences of the primers used are as follows: Gli1, 5’-TCCTACCAGAGTCCCAAGTT-3’ (forward) and 5’-CCCTATGTGAAGCCCTATTT-3’ (reverse); PITH, 5’-CCACGACAAAGCCGACTACAT-3’ (forward) and 5’-GCTGCAGATGGTCCTTACTTTTTC-3’ (reverse); SMO,5’-CCTTTGGCTTTGTGCTCATTACCTT-3’ (forward) and 5’-CGTCACTCTGCCCAGTCAACCT-3’ (reverse); VEGF-C, 5’-AACCATGAACTTTCTGCTGTC TTG-3’ (forward) and 5’-TTCACCACTTCGTGATGA TTCTG-3’ (reverse); 18S, 5’-CGTCTGCCCTATCAA-3’ (forward) and 5’-ATGTGGTAGCCGTTT-3’ (reverse). The amplification protocols were as follows: 95°C for 60 sec and 40 cycles at 95°C for 15 sec, 57°C for 15 sec and 72°C for 45 sec.\nIndirect co-culture of CAFs/OC cells\nOC cells were co-cultured with CAFs using transwells (6-well plate with 3 μm inserts) (Millipore German). OC cells (2x105 cells) were seeded onto the top chamber in 1.5 ml media, and CAFs (5x105 cells) were seeded into the lower chamber in 2 ml media for 2 days."},{"heading":"Preparation of conditioned media","text":"CAFs, digested with 0.125% trypsin–EDTA, were seeded in six-well plates at 2×106 cells/ml and then incubated at 37°C with 5% CO2 for 2 h. At the end of the incubation time, the supernatants were aspirated and replaced by ECM in the presence or absence of rSHH (1 μg/ml). After 12 h, the conditioned media were collected and centrifuged to remove cellular debris, and the supernatants were stored at 4°C. The conditioned media were used without dilution."},{"heading":"Western blot analysis","text":"Total cell lysates were prepared in RIPA lysis buffer (Beyotime, Shanghai, China) supplemented with a protease inhibitor cocktail (Roche). Protein concentrations were determined using the bicinchoninic acid (BCA) assay (Thermo Scientific), and 40 ng of total lysate for each sample was subjected to SDS-PAGE followed by blotting with the indicated primary antibodies. The antibody against Gli1 (#3538) was purchased from Cell Signalling Technology (Beverly, MA, USA). Antibodies against PTCH (sc-6147) and SHH (sc-1194) were obtained from Santa Cruz Biotechnology (Dallas, Texas, USA). The antibody against GAPDH (ab9485) was obtained from Abcam Biotechnology (Abcam, CA, USA). The membranes were incubated with primary antibodies at 4°C overnight. After washing with three times with TBST, the membranes were incubated with the corresponding HRPlinked secondary antibodies (Santa Cruz Biotechnology), and the signals were detected by the enhanced ECL system (Pierce)."},{"heading":"Immunofluorescence staining","text":"Cells were subjected to immunofluorescence staining on coverslips. After fixation, the cells were incubated with primary antibodies against α-SMA (ab7817, Abcam), PTCH and Ki-67 (ab15580, Abcam) and then incubated with FITC-conjugated secondary antibody or Alexa Fluor 594-conjugated secondary antibody (Invitrogen). The coverslips were counterstained with 40,6-diamidino-2-phenylindole (DAPI) and imaged using an Olympus BX53 microscope (Olympus, Tokyo, Japan)."},{"heading":"Transfection of lentivirus","text":"Lentiviral delivered shRNA was used to knock down SHH in TOV-112D cells to generate the TOV-112D SHH-shRNA cells, or blank plasmid was used to generate the TOV-112D shNC cells. Lentiviral overexpressing SHH gene was used to transfect Caov3 cells to generate the Caov3 SHH-OE cells, or blank plasmid was used to generate the Caov3 NC cells. Lentiviral delivered shRNA was used to knock down Gli-1 in CAFs to generate\nOncotarget67326www.impactjournals.com/oncotarget\nthe CAFs Gli1-shRNA, or blank plasmid was used to generate the CAFs shNC. GFP-based flow sorting was performed to select the cells that were stably transduced with lentiviruses. All lentiviruses were obtained from GeneChem (Shanghai, China)."},{"heading":"Animal assay","text":"The animal experiments were performed with approval of the Committee on Ethics of Animal Experiments in the Hubei province. Four- to six-weekold female Balb/c-null mice were housed and maintained in laminar flow cabinets under specific pathogen-free conditions. Cells (3×106) alone or in combination with CAFs (1×104) were subcutaneously injected into the right back of mice. The animals were monitored every 2 days. Animal experiments to measure survival rates and for comparing tumour growth were performed independently. The group of animals used for the detection of survival rates was monitored until all mice spontaneously died. The other group of animals was used for the measurement of tumours. Approximately 20 days later, all animals were euthanized, and the xenografts in each group were collected for further immunohistochemical studies."},{"heading":"ELISA","text":"This assay was conducted using VEGF-C or SHH ELISA kits according to the manufacturer’s instructions (RayBiotech, Atlanta, Georgia USA). The supernatants were subjected to ELISA in triplicate. Absorbance at 540 nm was determined using an automated microplate reader (SpectraMax 190, Molecular Devices, USA). VEGF-C or SHH concentrations were computed with reference to standard curves derived from purified VEGF-C or SHH supplied with the respective ELISA kits.\nTranswell migration and tube formation assays\nFor migration assays, LECs were seeded in transwell culture dishes (8 μm pores, 1.0 × 104 cells/ well) coated with fibronectin (2 mg/cm2, Millipore) in 100 μl of ECM containing 5% foetal calf serum. Five hundred microlitres of ECM containing 5.0×105 CAFs or 5.0×105 CAFs treated with rSHH (1 μg/ml) were added to the lower chambers. rSHH (1 μg/ml) was added to the upper chambers; ECM supplemented with rVEGF-C (5 ng/ml) served as the positive control, and ECM alone served as the negative control. After 24 h, the migrated cells were fixed for 20 min with 4% paraformaldehyde, stained with 0.05% crystal violet for 10 min, photographed and counted. Tube formation on Matrigel was carried out as follows. Briefly, LECs were seeded in Matrigelcoated 96-well tissue culture plates (1.0×104 cells/well) and incubated with 1 μg/ml rSHH or conditioned media from CAFs. ECM supplemented with rVEGF-C (5 ng/ ml) served as the positive control, and ECM alone served\nas the negative control. Phase-contrast images of tubes were taken after 3, 6, 8 and 12 h at 10× magnification, and total tube length and total number of branch points were quantified in triplicate wells by an Olympus IX73 microscope (Olympus, Tokyo, Japan)."},{"heading":"Immunohistochemistry (IHC)","text":"Paraffin-embedded tissue sections were first deparaffinized. After antigen retrieval, the slides were incubated with 3% H2O2 to inhibit endogenous peroxidase, blocked with bovine serum for 30 min and incubated with anti-SHH (ab53281, abcam), anti-αSMA, anti-Gli1(NB600-600, Novus), anti-LYVE1 (ab14917, Abcam) and anti-Ki67 antibodies overnight at 4°C. The next day, the slides were exposed to horseradish peroxide-conjugated secondary antibodies for 30 min. Finally, the slides were developed in DAB solution for optimal staining intensity. The intensity of staining was subjectively graded on a four-point scale with 0 indicating the absence of staining, 1 indicating the lowest level detectable and/or non-homogeneous weak staining, 2 indicating moderate homogeneous staining and 3 indicating intense homogeneous staining. The percentage of positive tumour cells were scored as follows: 1, no detectable immunostaining; 2, focal, <25% of cells immunostained; 3, regional, between 25% and 50% of cells immunostained; 4, diffuse, >50% of cells immunostained. The immunostaining intensity was evaluated by two independent observers who were blind to the clinical data. IHC for LYVE1 was used to detect lymphatic vessels. The number of vessels was counted in high magnification fields (400×) for each group (n ≥3). At least five microscopic fields per mouse were scored for each genotype."},{"heading":"Statistics","text":"The data are presented as the mean value ± s.e.m from at least three independent experiments. Statistical analyses were performed with Prism 6.0 GraphPad software. Single comparisons between two groups were done by Student’s t-test. Comparisons between multiple groups were done by one-way ANOVA followed by Tukey’s post-test. P values < 0.05 were considered significant."},{"heading":"ACKNOWLEDGMENTS","text":"We thank Dr. Jin Jiang from the Department of Molecular Biology and Department of Pharmacology, UT Southwestern Medical Center for revising the manuscript and providing help in the experiments."},{"heading":"CONFLICTS OF INTEREST","text":"The authors declare no conflicts of interest.\nOncotarget67327www.impactjournals.com/oncotarget"},{"heading":"GRANT SUPPORT","text":"This work was supported by a grant from National Science Foundation of China (81472444, 81172468, 81472783, 81630060 and 81230038), the National Science-technology Supporting Plan Projects(2015BAI13B05) and “973” Program of China (No. 2015CB553903), an outstanding overseas project (30628029)."}],"references":[{"title":"Ovarian cancer","author":["GC Jayson","EC Kohn","HC Kitchener","JA. Ledermann"],"venue":null,"citeRegEx":"2","shortCiteRegEx":"2","year":2014},{"title":"Can advanced-stage ovarian cancer be cured","author":["S. Narod"],"venue":"Nat Rev Clin Oncol","citeRegEx":"3","shortCiteRegEx":"3","year":2016},{"title":"The biology and function of fibroblasts in cancer","author":["R. Kalluri"],"venue":"Nat Rev Cancer","citeRegEx":"4","shortCiteRegEx":"4","year":2016},{"title":"Phenotypic and functional heterogeneity of cancer-associated fibroblast within the tumor microenvironment","author":["G Ishii","A Ochiai","S. Neri"],"venue":"Adv Drug Deliv Rev","citeRegEx":"5","shortCiteRegEx":"5","year":2016},{"title":"The role of stromal cancer-associated fibroblasts in pancreatic cancer","author":["D von Ahrens","TD Bhagat","D Nagrath","A Maitra","A. Verma"],"venue":"J Hematol Oncol","citeRegEx":"6","shortCiteRegEx":"6","year":2017},{"title":"Reciprocal cellular cross-talk within the tumor microenvironment promotes oncolytic virus activity","author":["CS Ilkow","M Marguerie","C Batenchuk","J Mayer","D Ben Neriah","S Cousineau","T Falls","VA Jennings","M Boileau","D Bellamy","D Bastin","CT de Souza","A Alkayyal"],"venue":"Nat Med","citeRegEx":"7","shortCiteRegEx":"7","year":2015},{"title":"Cancer-associated fibroblasts regulate the plasticity of lung cancer stemness via paracrine signalling","author":["WJ Chen","CC Ho","YL Chang","HY Chen","CA Lin","TY Ling","SL Yu","SS Yuan","YJ Chen","CY Lin","SH Pan","HY Chou"],"venue":"Nat Commun","citeRegEx":"8","shortCiteRegEx":"8","year":2014},{"title":"MARCKS contributes to stromal cancer-associated fibroblast activation and facilitates ovarian cancer metastasis","author":["Z Yang","S Xu","P Jin","X Yang","X Li","D Wan","T Zhang","S Long","X Wei","G Chen","L Meng","D Liu","Y Fang"],"venue":"Oncotarget","citeRegEx":"9","shortCiteRegEx":"9","year":2016},{"title":"Cancer cell-derived lymphotoxin mediates reciprocal tumour-stromal interactions in human ovarian cancer by inducing CXCL11 in fibroblasts","author":["TS Lau","TK Chung","TH Cheung","LK Chan","LW Cheung","SF Yim","NS Siu","KW Lo","MM Yu","H Kulbe","FR Balkwill","J. Kwong"],"venue":"J Pathol","citeRegEx":"10","shortCiteRegEx":"10","year":2014},{"title":"Stromal fibroblasts present in breast carcinomas promote tumor growth and angiogenesis through adrenomedullin secretion","author":["Z Benyahia","N Dussault","M Cayol","R Sigaud","C Berenguer-Daize","C Delfino","A Tounsi","S Garcia","PM Martin","K Mabrouk","L. Ouafik"],"venue":null,"citeRegEx":"11","shortCiteRegEx":"11","year":2017},{"title":"Chemotherapy induces the cancer-associated fibroblast phenotype, activating paracrine Hedgehog-GLI signalling in breast cancer cells","author":["M Peiris-Pages","F Sotgia","MP. Lisanti"],"venue":"Oncotarget","citeRegEx":"12","shortCiteRegEx":"12","year":2015},{"title":"Hedgehog signaling pathway regulates the growth of ovarian cancer spheroid forming cells","author":["A Ray","E Meng","E Reed","LA Shevde","RP. Rocconi"],"venue":"Int J Oncol","citeRegEx":"13","shortCiteRegEx":"13","year":2011},{"title":"Sonic hedgehog pathway promotes metastasis and lymphangiogenesis via activation of Akt, EMT, and MMP-9 pathway in gastric cancer","author":["YA Yoo","MH Kang","HJ Lee","BH Kim","JK Park","HK Kim","JS Kim","SC. Oh"],"venue":"Cancer Res","citeRegEx":"14","shortCiteRegEx":"14","year":2011},{"title":"Hedgehog signaling inhibition blocks growth of resistant tumors through effects on tumor microenvironment","author":["E Heller","MA Hurchla","J Xiang","X Su","S Chen","J Schneider","KS Joeng","M Vidal","L Goldberg","H Deng","MC Hornick","JL Prior","D Piwnica-Worms"],"venue":"Cancer Res","citeRegEx":"15","shortCiteRegEx":"15","year":2012},{"title":"Ovarian, fallopian tube and peritoneal cancer staging: Rationale and explanation of new FIGO staging","author":["J. Prat"],"venue":"Best Pract Res Clin Obstet Gynaecol","citeRegEx":"16","shortCiteRegEx":"16","year":2013},{"title":"GLI1 finds a new role in cancer stem cell biology","author":["Fernandez-Zapico ME"],"venue":"EMBO Mol Med","citeRegEx":"17","shortCiteRegEx":"17","year":2013},{"title":"Autocrine Sonic hedgehog signaling promotes gastric cancer proliferation through induction of phospholipase Cgamma1 and the ERK1/2 pathway","author":["Z Ertao","C Jianhui","C Chuangqi","Q Changjiang","C Sile","H Yulong","W Hui","C. Shirong"],"venue":"J Exp Clin Cancer Res","citeRegEx":"18","shortCiteRegEx":"18","year":2016},{"title":"Sonic hedgehog paracrine signaling activates stromal cells to promote perineural invasion in pancreatic cancer","author":["X Li","Z Wang","Q Ma","Q Xu","H Liu","W Duan","J Lei","J Ma","X Wang","S Lv","L Han","W Li","J Guo"],"venue":"Clin Cancer Res","citeRegEx":"19","shortCiteRegEx":"19","year":2014},{"title":"Hedgehog signaling: networking to nurture a promalignant tumor microenvironment","author":["LG Harris","RS Samant","LA. Shevde"],"venue":"Mol Cancer Res","citeRegEx":"20","shortCiteRegEx":"20","year":2011},{"title":"Hedgehog signaling: modulation of cancer properies and tumor mircroenvironment","author":["Hanna A","Shevde LA"],"venue":"Mol Cancer","citeRegEx":"21","shortCiteRegEx":"21","year":2016},{"title":"Stroma-associated master regulators of molecular subtypes predict patient prognosis in ovarian cancer","author":["S Zhang","Y Jing","M Zhang","Z Zhang","P Ma","H Peng","K Shi","WQ Gao","G. Zhuang"],"venue":null,"citeRegEx":"22","shortCiteRegEx":"22","year":2015},{"title":"A loop of cancer-stroma-cancer interaction promotes peritoneal metastasis of ovarian cancer via TNFalphaTGFalpha-EGFR","author":["TS Lau","LK Chan","EC Wong","CW Hui","K Sneddon","TH Cheung","SF Yim","JH Lee","CS Yeung","TK Chung","J. Kwong"],"venue":null,"citeRegEx":"23","shortCiteRegEx":"23","year":2017},{"title":"Human carcinoma-associated mesenchymal stem cells promote ovarian cancer chemotherapy resistance via a BMP4/HH signaling loop. Oncotarget","author":["LG Coffman","YJ Choi","K McLean","BL Allen","MP di Magliano","RJ. Buckanovich"],"venue":"www.impactjournals.com/oncotarget","citeRegEx":"24","shortCiteRegEx":"24","year":2016},{"title":"Tumor-associated macrophages in SHH subgroup of medulloblastomas","author":["AS Margol","NJ Robison","J Gnanachandran","LT Hung","RJ Kennedy","M Vali","G Dhall","JL Finlay","A ErdreichEpstein","MD Krieger","R Drissi","M Fouladi","FH Gilles"],"venue":"Clin Cancer Res","citeRegEx":"25","shortCiteRegEx":"25","year":2015},{"title":"Tumor stroma as targets for cancer therapy","author":["Zhang J","Liu JS"],"venue":"Pharmacol Therapeut","citeRegEx":"26","shortCiteRegEx":"26","year":2013},{"title":"Pressing the right buttons: signaling in lymphangiogenesis","author":["S Coso","E Bovay","TV. Petrova"],"venue":null,"citeRegEx":"27","shortCiteRegEx":"27","year":2014},{"title":"Serum Vascular Endothelial Growth Factor (VEGF-C) as a Diagnostic and Prognostic Marker in Patients with Ovarian Cancer","author":["G Samimi","D Cheng","B Liang","Y. Li"],"venue":"PLoS ONE","citeRegEx":"28","shortCiteRegEx":"28","year":2013},{"title":"VEGFR3 inhibition chemosensitizes ovarian cancer stemlike cells through down-regulation of BRCA1 and BRCA2. Neoplasia","author":["JJ Lim","K Yang","B Taylor-Harding","WR Wiedemeyer","RJ. Buckanovich"],"venue":null,"citeRegEx":"29","shortCiteRegEx":"29","year":2014},{"title":"The biology of vascular endothelial growth factors","author":["T Tammela","B Enholm","K Alitalo","K. Paavonen"],"venue":"Cardiovasc Res","citeRegEx":"30","shortCiteRegEx":"30","year":2005},{"title":"A monotonic and prognostic genomic signature from fibroblasts for colorectal cancer initiation, progression, and metastasis","author":["M Berdiel-Acer","D Cuadras","NG Diaz-Maroto","X Sanjuan","T Serrano","A Berenguer","V Moreno","S Goncalves-Ribeiro","R Salazar","A Villanueva","DG. Mollevi"],"venue":"Mol Cancer Res","citeRegEx":"31","shortCiteRegEx":"31","year":2014}],"referenceMentions":[{"referenceID":0,"context":"Although great progress has been made in the treatment of OC, recurrence of advanced OC is inevitable [2].","startOffset":102,"endOffset":105},{"referenceID":1,"context":"Among the advanced OC patients, especially those with lymph node metastasis, more than 70% relapse after 2 years of withdrawal of chemotherapy [3].","startOffset":143,"endOffset":146},{"referenceID":2,"context":"Cancer-associated fibroblasts (CAFs) originating from stromal fibroblastic cells are the dominating component of the tumour microenvironment [4].","startOffset":141,"endOffset":144},{"referenceID":3,"context":"CAFs have been shown to play a crucial role in tumour metastasis [5, 6].","startOffset":65,"endOffset":71},{"referenceID":4,"context":"CAFs have been shown to play a crucial role in tumour metastasis [5, 6].","startOffset":65,"endOffset":71},{"referenceID":5,"context":"CAFs produce lactate, ketones, glutamine, fatty acids and cysteine to promote tumour formation and development [7, 8].","startOffset":111,"endOffset":117},{"referenceID":6,"context":"CAFs produce lactate, ketones, glutamine, fatty acids and cysteine to promote tumour formation and development [7, 8].","startOffset":111,"endOffset":117},{"referenceID":7,"context":"Recent data demonstrated the critical role of CAFs in the proliferation and metastasis of OC cells [9, 10].","startOffset":99,"endOffset":106},{"referenceID":8,"context":"Recent data demonstrated the critical role of CAFs in the proliferation and metastasis of OC cells [9, 10].","startOffset":99,"endOffset":106},{"referenceID":9,"context":"com/oncotarget been reported to promote tumour angiogenesis [11].","startOffset":60,"endOffset":64},{"referenceID":10,"context":"Hedgehog (Hh) signalling was reported to be a potential signalling pathway in CAFs induced by tumour cells [12].","startOffset":107,"endOffset":111},{"referenceID":11,"context":"Previous reports suggested that Hh signalling effects tumourigenesis of various human cancers by controlling cell proliferation, angiogenesis and epithelial-mesenchymal transition (EMT) in an autocrinejuxtacrine manner [13, 14].","startOffset":219,"endOffset":227},{"referenceID":12,"context":"Previous reports suggested that Hh signalling effects tumourigenesis of various human cancers by controlling cell proliferation, angiogenesis and epithelial-mesenchymal transition (EMT) in an autocrinejuxtacrine manner [13, 14].","startOffset":219,"endOffset":227},{"referenceID":13,"context":"However, recent publications have described an alternative mechanism by which Hh ligands secreted by tumour cells activate Hh signalling in stromal cells in a paracrine manner rather than by stimulating the epithelial cells of the tumour [15].","startOffset":238,"endOffset":242},{"referenceID":14,"context":"Given the high incidence of lymph node metastasis in clinically advanced OC [16], we attempted to elucidate the connection between CAFs and Hh signalling in OC lymphangiogenesis.","startOffset":76,"endOffset":80},{"referenceID":15,"context":"Previous studies have indicated that tumour cells synthesize and respond to the Hh ligand in an autocrinejuxtacrine manner [17, 18].","startOffset":123,"endOffset":131},{"referenceID":16,"context":"Previous studies have indicated that tumour cells synthesize and respond to the Hh ligand in an autocrinejuxtacrine manner [17, 18].","startOffset":123,"endOffset":131},{"referenceID":17,"context":"Our data are consistent with previous findings that SHH is overexpressed in pancreatic tumour cells and that tumour cell-derived SHH activates the Hh signalling pathway in pancreatic stellate cells instead of in tumour cells [19].","startOffset":225,"endOffset":229},{"referenceID":18,"context":"The importance of paracrine Hh signaling lies in the nurture and maintenance of tumor microenvironment [20, 21].","startOffset":103,"endOffset":111},{"referenceID":19,"context":"The importance of paracrine Hh signaling lies in the nurture and maintenance of tumor microenvironment [20, 21].","startOffset":103,"endOffset":111},{"referenceID":20,"context":"An increasing amount of evidence has demonstrated the importance of the involvement of stromal components, which account for 7%–83% of the tumour tissue, in the pathogenesis and progression of OC [22, 23].","startOffset":196,"endOffset":204},{"referenceID":21,"context":"An increasing amount of evidence has demonstrated the importance of the involvement of stromal components, which account for 7%–83% of the tumour tissue, in the pathogenesis and progression of OC [22, 23].","startOffset":196,"endOffset":204},{"referenceID":22,"context":"Similarly, it has been reported that OC cell-derived SHH induced human ovarian carcinoma-associated mesenchymal stem cells to express BMP4, which promoted chemotherapy resistance in OC [24].","startOffset":185,"endOffset":189},{"referenceID":23,"context":"Furthermore, the interactions of tumour-associated macrophages and SHH-positive medulloblastoma cells have been reported to contribute to tumour growth [25].","startOffset":152,"endOffset":156},{"referenceID":24,"context":"However, the most current therapeutic agents targeting OC overlook the importance of the tumoursupportive microenvironment [26].","startOffset":123,"endOffset":127},{"referenceID":25,"context":"Studies have demonstrated that VEGF-C is overexpressed in many cancers and can promote the formation of lymphatic vessels and metastasis of tumour cells to lymph nodes via the activation of VEGF receptor-3 [27].","startOffset":206,"endOffset":210},{"referenceID":14,"context":"The incidence of lymph node metastasis in clinically advanced EOC is considerable, and lymphatic vessels have been reported as an important route contributing to the metastasis of solid tumours [16].","startOffset":194,"endOffset":198},{"referenceID":26,"context":"Previous studies have also illustrated that VEGF-C is a potential clinical marker in breast cancer or OC patients and compensates for the shortage of CA125 [28].","startOffset":156,"endOffset":160},{"referenceID":27,"context":"Similarly, tumour-associated macrophages were also found to produce VEGF-C in the tumour microenvironment [29].","startOffset":106,"endOffset":110},{"referenceID":29,"context":"com/oncotarget were obtained from ovarian tumour tissues following procedures as previously described [31].","startOffset":102,"endOffset":106}],"year":2017,"abstractText":"Cancer-associated fibroblasts (CAFs) play a pivotal role in the development and progression of many human cancers. Recent studies have shown that Hedgehog (Hh) signalling modulates the stromal microenvironment and prepares a suitable niche for tumour metastasis. However, the detailed molecular mechanisms underlying CAFmediated lymphangiogenesis have not been fully elucidated. Therefore, our goal is to illustrate whether Hh ligands can activate Hh signalling in CAFs in a paracrine fashion and elucidate the effect of CAFs on lymphangiogenesis. We determined here that Sonic Hedgehog (SHH) secreted by ovarian cancer (OC) cells activated Hh signalling in CAFs and promoted the proliferation of CAFs. Moreover, we co-injected SHH-overexpressing OC cells and CAFs in a xenograft model and found that the CAFs accelerated tumourigenesis and lymphangiogenesis in OC. Mechanistically, we found that SHH secreted by the OC cells induced VEGF-C expression in CAFs. Inhibition of Hh signalling in CAFs decreased VEGF-C expression and diminished the positive role of CAFs in supporting tumourigenesis and lymphangiogenesis in a murine xenograft model. Our results demonstrate that CAFs constitute a supportive niche for cancer lymphangiogenesis via the Hh/VEGF-C signalling axis and provide evidence for the clinical application of Hh inhibitors in the treatment of OC.","creator":"Adobe InDesign CS5.5 (7.5.3)"}}
{"name":"oncotarget-06-7804.pdf","metadata":{"source":"CRF","title":"AP-1-mediated chromatin looping regulates ZEB2 transcription: new insights into TNFα-induced epithelial–mesenchymal transition in triple-negative breast cancer","authors":["Yichun Qiao","Chiou-Nan Shiue","Jian Zhu","Ting Zhuang","Philip Jonsson","Anthony P.H. Wright","Chunyan Zhao","Karin Dahlman-Wright"],"emails":["chunyan.zhao@ki.se","karin.dahlman-wright@ki.se"],"sections":[{"heading":null,"text":"Oncotarget7804www.impactjournals.com/oncotarget\ncancer (TNBC) are poorly understood. Recent studies have shown that regulators of epithelial-mesenchymal transition (EMT) are potential therapeutic targets for TNBC. In this study, we demonstrate that the inflammatory cytokine TNFα induces EMT in TNBC cells via activation of AP-1 signaling and subsequently induces expression of the EMT regulator ZEB2. We also show that TNFα activates both the PI3K/Akt and MAPK/ERK pathways, which act upstream of AP-1. We further investigated in detail AP-1 regulation of ZEB2 expression. We show that two ZEB2 transcripts derived from distinct promoters are both expressed in breast cancer cell lines and breast tumor samples. Using the chromosome conformation capture assay, we demonstrate that AP-1, when activated by TNFα, binds to a site in promoter 1b of the ZEB2 gene where it regulates the expression of both promoter 1b and 1a, the latter via mediating long range chromatin interactions. Overall, this work provides a plausible mechanism for inflammation-induced metastatic potential in TNBC, involving a novel regulatory mechanism governing ZEB2 isoform expression."},{"heading":"INTRODUCTION","text":"Triple-negative breast cancer (TNBC), a tumor type defined by lack of expression of the estrogen, progesterone and HER2 receptors, represents a more aggressive and metastatic form of breast cancer than other types of breast cancer [1]. Furthermore, treatment of patients with TNBC is challenging. Whilst breast tumors that express estrogen receptor (ER) are responsive to ER antagonists and aromatase inhibitors and HER2-positive tumors are effectively treated with HER2-blocking antibodies and/or HER2 kinase inhibitors [2], TNBC lacks a targeted therapy. Understanding the molecular pathways\ndeterminant for TNBC behaviour is one strategy for developing more effective treatments for TNBCs. The transcription factor AP-1 consists of different dimeric combinations of either homodimers of Jun proteins (c-Jun, JunB and JunD) or heterodimers of Jun and Fos proteins (c-Fos, FosB, Fra-1 and Fra-2). AP-1 regulates the expression of AP-1 target genes after binding to 12-O-tetradecanoylphorbol-13-acetate (TPA) response elements (TREs) associated with regulated genes [3]. Upon activation by growth factors, hormones or cytokines, AP-1 signaling plays a critical role in numerous cellular processes, including proliferation, differentiation, apoptosis, cell migration, and transformation [4].\nOncotarget7805www.impactjournals.com/oncotarget\nTNFα, one of the inflammatory cytokines, signals via TNF receptors, TNFRI and TNFRII. Increasing evidence indicates that a chronic and consistent expression of TNFα in tumors promotes tumor development and progression [5]. Specifically in relation to breast cancer, TNFα was found to be highly expressed in breast tumors as compared with normal tissues [6], and patients with more advanced breast tumor phenotypes were shown to have elevated TNFα serum levels [6, 7]. TNFα promotes breast cancer cell proliferation and migration in vitro [8] and contributes to mammary tumorigenesis in vivo [9]. In addition, depletion of TNFα expression in a TNBC cell line led to apoptosis and inhibition of cell proliferation, indicating that TNFα plays a fundamental role in the promotion and progression of TNBC [10]. ZEB2 belongs to a small family of transcriptional factors characterized by containing a homeo domain flanked by two separated zinc finger clusters [11]. It is expressed in various types of human tumors, such as breast cancer, gastric cancer, and ovarian cancer [11]. ZEB2 is a potent repressor of E-cadherin through its direct binding to the E-cadherin promoter and a key player in tumor cell invasion and metastasis [12, 13]. Consequently, understanding the structure and the regulation of the ZEB2 gene is critical. Gene looping is increasingly recognized to play important regulatory roles in gene expression [14]. The use of recently developed techniques such as chromosome conformation capture (3C) has revealed that higher-order chromatin structure involves long-range loop formation between distant genomic elements [15]. Long-range interactions between promoters and distal elements have been discovered in a wide variety of gene loci, and the formation of looping interactions is significantly correlated with gene expression [16]. Epithelial-to-mesenchymal transition (EMT) is a cellular process critical to normal morphogenesis but also cancer metastasis [17–19]. EMT can be triggered by different signals received from tumor microenvironments, such as TNFα, TGFβ, EGF, WNTs and Notch [18–20]. During the EMT, epithelial cells acquire fibroblast-like properties and show reduced intercellular adhesion and enhanced motility [21]. One of the hallmarks of EMT is loss of expression of the cell-cell junction protein E-cadherin [17–19]. Several transcription factors, including Snail, Slug, ZEB1, Twist, and ZEB2, have been shown to act as master regulators of the EMT program [22–24]. We have recently reported that AP-1 promotes cell invasion through transcriptional upregulation of ZEB2 in TNBC cells [13]. In this study, we further dissect the AP-1–ZEB2 axis in TNFα-induced EMT in TNBC cells."},{"heading":"RESULTS","text":""},{"heading":"TNFα induces EMT in TNBC cells","text":"EMT is characterized by down-regulation of epithelial markers such as E-cadherin and up-regulation of\nmesenchymal markers such as N-cadherin and fibronectin. Figure 1A shows that the TNBC cell lines BT549 and Hs578T acquired EMT-like morphological features, such as a spindle-shaped appearance, in response to TNFα treatment. In agreement with the change in cellular appearance, TNFα treatment led to significant reduction in E-cadherin protein expression as well as increases in N-cadherin and fibronectin protein expression (Figure 1A), all characteristics of EMT.\nTNFα-mediated EMT in TNBC cells is dependent on AP-1–ZEB2 signaling\nWe have previously demonstrated that AP-1 signaling, via activation of ZEB2, induces cell invasion of TNBC cells [13]. We have also demonstrated that Fra-1 and c-Jun are highly expressed AP-1 protein family members in these cells [13]. In the following set of experiments, we explored whether the AP-1–ZEB2 axis also mediates TNFα-induced EMT in TNBC cells. We depleted Fra-1 or c-Jun (Figure 1B) and ZEB2 (Figure 1C) in BT549 cells, and analysed cellular appearance and EMT markers in TNFα-stimulated cells. Whereas control cells underwent marked EMT after 3 days of TNFα treatment, Fra-1- or c-Jun-depleted cells (Figure 1B) and ZEB2-depleted cells (Figure 1C) did not acquire EMT characteristics in the form of spindle-like morphological features. Similar results were obtained with an independent pool of Fra-1, c-Jun or ZEB2 siRNAs (data not shown), suggesting that this effect is specific to Fra-1, c-Jun and ZEB2 silencing. Consistent with the observed effect on morphological features, Fra-1, c-Jun, or ZEB2 knockdown increased the expression level of E-cadherin, and decreased the expression levels of N-cadherin and fibronectin (Figure 1B and 1C). Combined, these data suggest that the AP-1–ZEB2 axis is required for TNFαmediated EMT in TNBC cells.\nTNFα induces AP-1 activation and ZEB2 expression in TNBC cells\nWe have previously demonstrated that AP-1 activation downstream of the PI3K/Akt and MAPK/ERK signaling pathways transactivates ZEB2 gene expression [13]. To gain additional insight into the molecular details of the AP-1–ZEB2 axis in TNFα-induced EMT in TNBC cells and in particular, if our previous finding regarding AP-1 activation of ZEB2 can be translated to the effects of TNFα in this system, we assayed AP-1 activation and ZEB2 expression in response to TNFα treatment in TNBC cells. As shown in Figure 2A, TNFα treatment markedly up-regulated the levels of phospho-Fra-1, Fra-1, phosphoc-Jun, and c-Jun proteins at 2, 4 and 6 hours. To determine whether the PI3K/Akt and MAPK/ERK signaling pathways mediate TNFα up-regulation of AP-1 levels and activity, we used two pharmacological inhibitors, LY294002\nOncotarget7806www.impactjournals.com/oncotarget\nOncotarget7807www.impactjournals.com/oncotarget\nand PD98059, to block the PI3K/Akt and MAPK/ ERK pathways, respectively. We found that LY294002 and PD98059 in TNFα-stimulated cells inhibited TNFα-induced expression of Fra-1 and c-Jun proteins (Figure 2B), suggesting that activation of the PI3K/Akt and MAPK/ERK pathways is responsible for TNFα-induced AP-1 protein expression. The effect of inhibitor treatment on these pathways was confirmed by assessing the level of Akt and ERK1/2 phosphorylation (Figure 2B). We next examined ZEB2 expression after TNFα stimulation. Compared to untreated cells, TNFα significantly increased ZEB2 mRNA levels after 2 and 4 hours of treatment in the BT549 and Hs578T cell lines with a subsequent increase in ZEB2 protein levels (Figure 2C). Finally, a role of AP-1 signaling in mediating TNFα-induced up-regulation of ZEB2 was provided by depleting Fra-1 or c-Jun in BT549 cells prior to TNFα stimulation. Depletion of Fra-1 or c-Jun markedly impaired the induction of ZEB2 gene expression by TNFα (Figure 2D). Furthermore, TNFα treatment increased binding of Fra-1 and c-Jun to an AP-1 binding region in an intron of the ZEB2 gene that we have previously described [13] (Figure 2E). To further determine whether phospho-Fra-1 is binding to DNA, we assessed the ability of phospho-Fra-1 to bind to the ZEB2 gene. Consistent with the markedly elevated levels of phosphoFra-1 upon TNFα treatment, phospho-Fra-1 binding was increased by TNFα (Figure 2F). Collectively, these results show that TNFα-induced AP-1 activation, via distinct pathways, is a critical mediator of ZEB2 up-regulation in TNBC cells.\nTNFα regulates ZEB2 via two promoters dependent on AP-1 in TNBC cells\nAs ZEB2 participates in regulation of EMT, a detailed knowledge of mechanisms for its expression is of fundamental importance. Human ZEB2 mRNAs initiate from two distinct first exons, referred to as exon 1a and exon 1b, respectively, which are located 2.2 kb apart and are spliced to the common exons 2–10 (Figure 3A). We examined the expression of exon 1a and exon 1b transcripts in a panel of breast cancer cell lines and primary human breast tumors. As shown in Figure 3B, among 11 breast cancer cell lines, expression of the two transcripts was detected in 5 cell lines. In primary breast tumors, the exon 1a transcript was detected in all analyzed samples, whilst the exon 1b transcript displayed a more restricted expression (Figure 3C). Together, these results reveal that two alternatively spliced 5′UTR isoforms of the ZEB2 gene can be expressed in breast cancer cell lines and breast cancer tissues, indicating that the two promoters, driving the respective transcripts, are functional. Using ChIP-seq, we have previously found that the ZEB2 gene harbors only one AP-1 binding site that\nis located in the promoter 1b region (Figure 3A) and based on this, we hypothesized that AP-1 regulation of ZEB2 is restricted to the ZEB2 exon 1b transcript. However, as shown in Figure 3D, expression of transcripts including exon 1a as well as expression of transcripts including exon 1b were decreased significantly after the knockdown of Fra-1 or c-Jun (Figure 3D). Furthermore, TNFα treatment increased both exon 1a and 1b transcript levels (Figure 3E). Moreover, depletion of Fra-1 or c-Jun markedly impaired the TNFα-mediated induction of both transcripts (Figure 3E). Combined, these results indicate that TNFα regulates ZEB2 via two promoters dependent on AP-1 in TNBC cells.\nAP-1-mediated chromatin looping regulates ZEB2 transcription\nTo investigate whether AP-1 binding to promoter 1b of the ZEB2 gene also regulates the activity of promoter 1a by long range chromosomal interactions, we performed a 3C assay to determine whether there is a physical proximity between the ZEB2 promoters 1a and 1b (Figure 4A). PCR bands resulting from the ligation products indicated that the promoter 1b was in close proximity to promoter 1a (Figure 4B). Negative control samples either from non-crosslinked chromatin with ligation by T4 ligase or from crosslinked chromatin without subsequent ligation did not generate any PCR bands. These results clearly demonstrate that promoters 1a and 1b of the ZEB2 gene are in close proximity via chromatin looping. To further evaluate the role of AP-1 as a direct regulator of the loop formation between the two promoter regions, the ChIP-loop technique was used to determine whether AP-1 is physically associated with the gene loop. Our results demonstrated an association of AP-1 with the ZEB2 gene loops (Figure 4C). To address whether AP-1 is required for the gene looping within the ZEB2 gene, we determined the effect of AP-1 depletion on the promoter 1a and 1b interaction. Western blot analysis confirmed that siRNA targeted to Fra-1 or c-Jun efficiently reduced the expression of Fra-1 or c-Jun (Figure 4D). 3C assays revealed that knockdown of Fra-1 or c-Jun impaired gene loop formation (Figure 4D), indicating that AP-1 is a critical mediator of long-distance interaction between the 1a and 1b promoters. Finally, treatment of cells with TNFα increased long-range interaction between the 1a and 1b promoters (Figure 4E), which correlated with TNFα-mediated induction in the mRNA levels of the exon 1a and 1b containing transcripts (Figure 3E). Together, these results clearly demonstrated that AP-1, when activated by TNFα, binds to a site in the promoter 1b region of the ZEB2 gene from which it regulates the expression of both promoter 1b and promoter 1a, the latter via mediating long-range chromatin interactions.\nOncotarget7808www.impactjournals.com/oncotarget\nOncotarget7809www.impactjournals.com/oncotarget\nOncotarget7810www.impactjournals.com/oncotarget\nOncotarget7811www.impactjournals.com/oncotarget"},{"heading":"DISCUSSION","text":"It has become increasingly clear that inflammatory cytokines such as TNFα facilitate both tumor development and metastatic progression [25]. TNFα is a major inflammatory cytokine shown to be highly expressed in breast carcinomas [6]. TNFαexpression is also associated with tumor metastasis of breast cancer [26]. Our study provides several insights into the regulation of inflammatory cytokine-induced EMT that contributes to increases in invasive behavior of TNBC cells. We report that TNFα-induced EMT in TNBC cells functions via activation of AP-1 signaling, which in turn induces expression of the EMT regulator ZEB2. We also show that TNFα activates both the PI3K/Akt and MAPK/ERK pathways, which act upstream of AP-1. Moreover, we dissect mechanisms regulating expression of the ZEB2 gene, whose expression is shown to be associated with AP-1-driven long-range combinatorial regulation. Compared to other breast tumor subtypes, the PI3K/ AKT pathway is enhanced in TNBC, and plays a critical role in promoting EMT and invasion in various cancers [27]. Furthermore, AP-1 components can be activated by MAPK/ERK signaling pathway [28]. In this study, we demonstrate that these two signaling pathways are upstream regulators of AP-1 in response to TNFα. We find that LY294002 and PD98059 treatment led to a significant down-regulation of Fra1and c-Jun proteins, suggesting that the activation of the PI3K/Akt and MAPK/ERK pathways is responsible for TNFα-mediated AP-1 up-regulation in TNBC cells. Our study reveals a critical role for AP-1–ZEB2 axis in TNFα-initiated EMT. Although previous research has implicated the interplay between inflammatory cytokines and the activation of different signaling pathways, like Wnt, Notch and NF-κB signaling in the regulation of EMT-like processes [29], our results further suggest that AP-1 signaling is necessary for TNFα-induced EMT. The inflammatory mediators, such as TNFα, TGFβ and IL-6, in regulation of Snail have been implicated in the initiation of EMT [30–32]. It has been demonstrated that Snail enhances TNFα-induced cancer cell migration and invasion in breast cancer cells, through stabilization of NF-κB activation. [32]. However, much less is known about the regulation of the other regulators. Consistent with our data on the role of ZEB2 in TNFα-induced EMT, Vandewalle et al. [33] showed that exogenous ZEB2 expression in a colon cancer cell line induced a dramatic morphological conversion, from an epithelial cell state to a fibroblast-like phenotype. Expanding on our previous findings that ZEB2 caused an invasive phenotype in TNBC cells [13], this study indicates that ZEB2 induction mediated by the inflammatory cytokine TNFα is critical for EMT and thus provides a plausible molecular mechanism contributing to TNBC aggressiveness.\nThe human ZEB2 gene includes two promoters followed by distinct non-coding first exons, which are located 2.2 kb apart and are spliced to the common exon 2 containing the translation initiation site. This study analyzed for the first time the distribution of the two transcripts of ZEB2 directed from distinct promoters in a number of primary breast tumors as well as a number of cell lines. Both transcripts were highly expressed in TNBC cells such as MDA-MB-231, BT549, Hs578T and MDAMB-157, representing the invasive breast cancer subtype. This result is in agreement with our previous findings that high levels of a total pool of ZEB2 mRNAs were detected only in TNBC cell lines [13]. In relevance to these data, it has been reported that ZEB2 expression is higher in various cancers compared with normal tissues [34, 35]. We showed that transcripts from both promoters were expressed in breast cancer tissues, indicating that both promoters are targets for regulation of ZEB2 expression in breast cancer. Interestingly, we found that the exon 1a transcript was detected in all analyzed breast tumors samples, whilst exon 1b transcript displayed a more restricted expression. This may be associated with distinct breast cancer subtypes included in the study. Many genes are known to be expressed with alternative 5′UTRs often originating from distinct promoters. 5′UTR regions can influence mRNA stability and translational efficiency and thus differential expression of transcripts with different 5′UTRs is a means to modulate protein expression [36]. The potential significance of the expression of alternative UTRs is related to tissue-specific expression patterns and a contribution of dysregulated expression of alternative UTRs to the development of disease [36]. The role of the two ZEB2 promoters on human tissue-specific expression patterns and ZEB2 protein expression levels needs to be further investigated. It is increasingly recognized that the expression of multiple genes may be coordinately regulated through chromatin looping [37]. In this study, we observed that AP-1 could regulate expression of two distinct ZEB2 mRNAs, which differ in their 5′UTR but translate the same protein, through the use of alternative promoters by in vivo long-range chromosomal interactions. However, only one transcript variant has an AP-1 binding site in its promoter region, raising the important question of whether binding of AP-1 to the AP-1 element located in the proximal promoter may act long-range to activate distal promoter through DNA looping. We used the 3C assay to demonstrate the existence of AP-1-dependent in vivo long-range chromosomal interactions between ZEB2 distal and proximal promoters. Moreover, knockdown of AP-1 abolished chromatin loop formation. Thus, our data provide a novel mechanism of AP-1-driven longrange combinatorial regulation. Such chromatin-based transcription mechanisms have been reported for several genes. For example, Gong et al. [38] have shown that\nOncotarget7812www.impactjournals.com/oncotarget\nBCL2 gene expression is controlled by chromatin looping between a 3’-UTR region and BCL2 promoter. We present evidence for chromatin looping between the ZEB2 promoters 1a and 1b (located ~2.4 kb apart). DNA looping over ~100 bp to 10 kb distances that bring regulatory elements into the proximity of promoters, contributing to gene activation, has been documented for many genes, including the CD68 gene spanning over a 2.5 kb distance [39], the HO-1 gene over a 6.0 kb distance [40], and the insulin gene spanning a region of 1.4 kb [41]. More recently, comprehensive chromatin interactions were mapped in human cells using a genome-wide 3C analysis method (Hi-C). It was demonstrated that the sizes of the identified interacting DNA loci range from several hundred bp to over 50 kb, with a median of 10.5 kb [14], further emphasizing the occurrence of looping interactions over variable distances. In the present work, we demonstrate that the proinflammatory cytokine TNFα-triggered EMT of TNBC cells is mediated through AP-1-induced ZEB2 upregulation. We dissect mechanisms underlying regulation of the ZEB2 gene, whose expression is shown to be associated with AP-1-driven long-range combinatorial regulation. Our study not only reveals a critical mechanism underlying inflammation-induced metastatic potential in TNBC but also provides evidence of AP-1 and its upstream ERK and Akt signaling, and ZEB2 as potential drug targets for reversing EMT, the key event in the acquisition of invasive potential."},{"heading":"METHODS","text":""},{"heading":"Cell lines and reagents","text":"T47D, MCF-7, MDA-MB-175, ZR-75–1, SKBR-3, HCC1569, MDA-MB-453, MDA-MB-231, BT549, Hs578T, and MDA-MB-157 cells were obtained from American Type Culture Collection. Human recombinant TNFα was purchased from Roche, and LY294002 and PD98059 were from Sigma."},{"heading":"Reverse transcription-PCR","text":"Reverse transcription-PCR (RT-PCR) was done using standard procedures. The primers used in each reaction were as follows: Exon 1a ZEB2 transcript, forward 5′-TTCTCACCATTTCTGGCCAAA-3′ and reverse 5′-CACCCTCCCTTATTTCATCTTCCT-3′; Exon 1b ZEB2 transcript, forward 5′-GGGTGCAACACACCAAACAA-3′ and reverse 5′-CACCCTCCCTTATTTCATCTTCCT-3′; β-actin, forward 5′-CAAGGCCAACCGCGAGAAGAT-3′ and reverse 5′-GTCCCGGCCAGCCAGGTCCAG.\nHuman breast tumor samples\nThe 16 breast tumor samples in this study have been previously described [42]. The studies were approved by the ethical committee of the Karolinska Institutet."},{"heading":"Chromatin immunoprecipitation","text":"BT549 cells were cultured on 150 mm dishes and were starved in RPMI 1640 medium containing 1% fetal bovine serum (FBS) overnight and then treated with or without TNFα (10 ng/ml) for 2 hours. Chromatin immunoprecipitation (ChIP) was performed as previously described [42]. The following antibodies were used: anti-p-Fra-1 (Ser265; #3880) from Cell Signaling Technology; anti-Fra-1 (R-20), anti-c-Jun (H-79) and normal rabbit IgG from Santa Cruz Biotechnology. The immunoprecipitated DNA was amplified by qPCR using primers to a known AP-1 binding region in the ZEB2 promoter 1b. Primer sequences used were: forward 5′-TGACCGTATGAGGGAATGCA-3′ and reverse 5′-CCG CCTAGCCCTGAGTCAA-3′"},{"heading":"Western blotting","text":"Western blot analyses were performed as previously described [42]. Antibodies used were anti-Fra-1 (R-20; sc-605), anti-c-Jun (H-79; sc-1694), anti-p-c-Jun (KM1; sc-822) and anti-ZEB2 (E-11; sc-271984) from Santa Cruz Biotechnology; anti-E-cadherin (610182), anti-Ncadherin (610920), and anti-fibronectin (610077) from BD Biosciences; anti-β-actin from Sigma; anti-p-Fra-1 (Ser265; #3880), anti-Akt #9272, anti-phospho-Akt (Ser473; #9271), anti-ERK, and anti-phospho-ERK were from Cell Signaling Technology.\nqPCR\nqPCR was performed in a 7500 Fast Real-Time PCR (Applied Biosystems, Foster City, CA) with Fast SYBRGreen Master mix (Applied Biosystems) according to conditions specified by the manufacturer. The specificity of all primer pairs was checked with melting curve analysis. Primer sequences will be provided on request."},{"heading":"RNA interference","text":"BT549 cells were cultured to 50% confluency and transfected with Fra-1 ON-TARGET plus SMARTpool (Thermo Scientific; L-004341–00-0010), c-Jun ONTARGET plus SMARTpool (Thermo Scientific; L-003268–00-0010), ZEB2 ON-TARGET plus SMARTpool (Thermo Scientific; L-006914–02-0010) or nontargeting pool (Thermo Scientific; D-001810–1020) using the INTERFERin siRNA transfection reagent (Polyplus) according to the manufacturer’s instructions.\n3C\n3C assays were performed in BT549 cells as described previously [43]. Briefly, BT549 cells were formaldehyde cross-linked at room temperature for 10 min. After the addition of glycine for 5 min, cells were pelleted\nOncotarget7813www.impactjournals.com/oncotarget\nand intact nuclei were resuspended in lysis buffer (SigmaAldrich Sweden AB) containing protease inhibitors (Roche Diagnostics GmbH, Mannheim, Germany). Appropriate amounts of the chromatin solutions were subjected to overnight digestion with HindIII and PvuII (New England Biolabs, Hitchin, UK). After ligation by T4 ligase, crosslinking was reversed and DNA extracted by phenol/chloroform before precipitation by ethanol. ChIPloop was carried out as described [43]. The crosslinked chromatin fragments were immunoprecipitated with IgG or a pool of anti-Fra-1 and anti-c-Jun antibodies."},{"heading":"ACKNOWLEDGMENTS","text":"This work was supported by scholarship from the China Scholarship Council and grants from the Swedish Cancer Society (Cancerfonden) and the Center for Biosciences. The authors acknowledge the Bioinformatic and Expression Analysis core facility at the Karolinska Institute (BEA, www.bea.ki.se) for performing the Affymetrix assays. We are grateful to Lars-Arne Haldosen for critically reading the manuscript."},{"heading":"CONFLICTS OF INTEREST","text":"No potential conflicts of interest were disclosed."},{"heading":"Abbreviations","text":"TNBC – triple-negative breast cancer, EMT – epithelial-mesenchymal transition, ER – estrogen receptor, 3C – chromosome conformation capture, ChIP – Chromatin immunoprecipitation."},{"heading":"2006; 7:131–142.","text":"22. Medici D, Hay ED, Olsen BR. Snail and slug promote epithelial-mesenchymal transition through beta-catenin-Tcell factor-4-dependent expression of transforming growth factor-beta3. Mol Biol Cell. 2008; 19:4875–4887.\n23. Wellner U, Schubert J, Burk UC, Schmalhofer O, Zhu F, Sonntag A, Waldvogel B, Vannier C, Darling D, zur Hausen A, Brunton VG, Morton J, Sansom O, Schuler J, Stemmler MP, Herzberger C, et al. The EMT-activator ZEB1 promotes tumorigenicity by repressing stemnessinhibiting microRNAs. Nat Cell Biol. 2009; 11:1487–1495.\n24. Yang J, Mani SA, Donaher JL, Ramaswamy S, Itzykson RA, Come C, Savagner P, Gitelman I, Richardson A, Weinberg RA. Twist, a master regulator of morphogenesis, plays an essential role in tumor metastasis. Cell. 2004; 117:927–939.\n25. Balkwill F. Tumour necrosis factor and cancer. Nat Rev Cancer. 2009; 9:361–371.\n26. Weitzenfeld P, Meron N, Leibovich-Rivkin T, Meshel T, Ben-Baruch A. Progression of luminal breast tumors is promoted by menage a trois between the inflammatory cytokine TNFalpha and the hormonal and growth-supporting arms of the tumor microenvironment. Mediators Inflamm."},{"heading":"2013; 2013:720536.","text":"27. Umemura S, Yoshida S, Ohta Y, Naito K, Osamura RY, Tokuda Y. Increased phosphorylation of Akt in triplenegative breast cancers. Cancer Sci. 2007; 98:1889–1892.\n28. Doehn U, Hauge C, Frank SR, Jensen CJ, Duda K, Nielsen JV, Cohen MS, Johansen JV, Winther BR, Lund LR, Winther O, Taunton J, Hansen SH, Frodin M. RSK is a principal effector of the RAS-ERK pathway for eliciting a coordinate promotile/invasive gene program and phenotype in epithelial cells. Mol Cell. 2009; 35:511–522.\n29. Lamouille S, Xu J, Derynck R. Molecular mechanisms of epithelial-mesenchymal transition. Nat Rev Mol Cell Biol."},{"heading":"2014; 15:178–196.","text":"30. Liu J, Hu G, Chen D, Gong AY, Soori GS, Dobleman TJ, Chen XM. Suppression of SCARA5 by Snail1 is essential for EMT-associated cell migration of A549 cells. Oncogenesis. 2013; 2:e73.\n31. Sullivan NJ, Sasser AK, Axel AE, Vesuna F, Raman V, Ramirez N, Oberyszyn TM, Hall BM. Interleukin-6 induces an epithelial-mesenchymal transition phenotype in human breast cancer cells. Oncogene. 2009; 28:2940–2947.\n32. Wu Y, Deng J, Rychahou PG, Qiu S, Evers BM, Zhou BP. Stabilization of snail by NF-kappaB is required for inflammation-induced cell migration and invasion. Cancer Cell. 2009; 15:416–428.\n33. Vandewalle C, Comijn J, De Craene B, Vermassen P, Bruyneel E, Andersen H, Tulchinsky E, Van Roy F, Berx G. SIP1/ZEB2 induces EMT by repressing genes of different epithelial cell-cell junctions. Nucleic Acids Res. 2005; 33:6566–6578.\n34. Jacob S, Nayak S, Fernandes G, Barai RS, Menon S, Chaudhari UK, Kholkute SD, Sachdeva G. Androgen receptor as a regulator of ZEB2 expression and its implications in epithelial-to-mesenchymal transition in prostate cancer. Endocr Relat Cancer. 2014; 21:473–486.\n35. Kahlert C, Lahes S, Radhakrishnan P, Dutta S, Mogler C, Herpel E, Brand K, Steinert G, Schneider M, Mollenhauer M, Reissfelder C, Klupp F, Fritzmann J, Wunder C, Benner A, Kloor M, et al. Overexpression of ZEB2 at the invasion front of colorectal cancer is an independent prognostic marker and regulates tumor invasion in vitro. Clin Cancer Res. 2011; 17:7654–7663.\n36. Hughes TA. Regulation of gene expression by alternative untranslated regions. Trends Genet. 2006; 22:119–122.\n37. Kadauke S, Blobel GA. Chromatin loops in gene regulation. Biochim Biophys Acta. 2009; 1789:17–25.\n38. Gong F, Sun L, Wang Z, Shi J, Li W, Wang S, Han X, Sun Y. The BCL2 gene is regulated by a special AT-rich sequence binding protein 1-mediated long range chromosomal interaction between the promoter and the distal element located within the 3′-UTR. Nucleic Acids Res. 2011; 39:4640–4652.\n39. O’Reilly D, Greaves DR. Cell-type-specific expression of the human CD68 gene is associated with changes in Pol II phosphorylation and short-range intrachromosomal gene looping. Genomics. 2007; 90:407–415.\n40. Deshane J, Kim J, Bolisetty S, Hock TD, Hill-Kapturczak N, Agarwal A. Sp1 regulates chromatin looping between an intronic enhancer and distal promoter of the human heme oxygenase-1 gene in renal cells. J Biol Chem. 2010; 285:16476–16486.\n41. Babu DA, Chakrabarti SK, Garmey JC, Mirmira RG. Pdx1 and BETA2/NeuroD1 participate in a transcriptional complex that mediates short-range DNA looping at the insulin gene. J Biol Chem. 2008; 283:8164–8172.\n42. Zhao C, Matthews J, Tujague M, Wan J, Strom A, Toresson G, Lam EW, Cheng G, Gustafsson JA, DahlmanWright K. Estrogen receptor beta2 negatively regulates the transactivation of estrogen receptor alpha in human breast cancer cells. Cancer Res. 2007; 67:3955–3962.\n43. Shiue CN, Berkson RG, Wright AP. c-Myc induces changes in higher order rDNA structure on stimulation of quiescent cells. Oncogene. 2009; 28:1833–1842."}],"references":[{"title":"Triple-negative breast cancer: a short review","author":["Elias AD"],"venue":"Am J Clin Oncol","citeRegEx":"1","shortCiteRegEx":"1","year":2010},{"title":"Triple negative breast cancer: unmet medical needs","author":["SK Pal","BH Childs","M. Pegram"],"venue":"Breast Cancer Res Treat","citeRegEx":"2","shortCiteRegEx":"2","year":2011},{"title":"AP-1 as a regulator of cell life and death","author":["E Shaulian","M. Karin"],"venue":"Nat Cell Biol","citeRegEx":"3","shortCiteRegEx":"3","year":2002},{"title":"AP-1–The Jun proteins: oncogenes or tumor suppressors in disguise","author":["E. Shaulian"],"venue":"Cell Signal","citeRegEx":"4","shortCiteRegEx":"4","year":2010},{"title":"The dual role of tumor necrosis factor (TNF) in cancer biology","author":["L Bertazza","S. Mocellin"],"venue":"Curr Med Chem","citeRegEx":"5","shortCiteRegEx":"5","year":2010},{"title":"Inflammatory mediators in breast cancer: coordinated expression of TNFalpha & IL-1beta with CCL2 & CCL5 and effects on epithelial-to-mesenchymal transition","author":["G Soria","M Ofri-Shahak","I Haas","N Yaal-Hahoshen","L Leider-Trejo","T Leibovich-Rivkin","P Weitzenfeld","T Meshel","E Shabtai","M Gutman","A. Ben-Baruch"],"venue":"BMC Cancer","citeRegEx":"6","shortCiteRegEx":"6","year":2011},{"title":"Role of tumor necrosis factor-alpha and its receptors in human benign breast lesions and tumors (in situ and infiltrative)","author":["I Garcia-Tunon","M Ricote","A Ruiz","B Fraile","R Paniagua","M. Royuela"],"venue":"Cancer Sci","citeRegEx":"7","shortCiteRegEx":"7","year":2006},{"title":"TNF alpha acting on TNFR1 promotes breast cancer growth via p42/P44 MAPK, JNK, Akt and NF-kappa B-dependent pathways","author":["MA Rivas","RP Carnevale","CJ Proietti","C Rosemblit","W Beguelin","M Salatino","EH Charreau","I Frahm","S Sapia","P Brouckaert","PV Elizalde","R. Schillaci"],"venue":"Exp Cell Res","citeRegEx":"8","shortCiteRegEx":"8","year":2008},{"title":"Tumor necrosis factor deficiency inhibits mammary tumorigenesis and a tumor necrosis factor neutralizing antibody decreases mammary tumor growth in neu/erbB2 transgenic mice","author":["MA Warren","SF Shoemaker","DJ Shealy","W Bshar","MM. Ip"],"venue":"Mol Cancer Ther","citeRegEx":"9","shortCiteRegEx":"9","year":2009},{"title":"TNF-alpha gene knockout in triple negative breast cancer cell line induces apoptosis","author":["V Pileczki","C Braicu","CD Gherman","I. Berindan-Neagoe"],"venue":"Int J Mol Sci","citeRegEx":"10","shortCiteRegEx":"10","year":2012},{"title":"Integrative genomic analyses of ZEB2: Transcriptional regulation of ZEB2 based on SMADs, ETS1, HIF1alpha, POU/OCT, and NF-kappaB","author":["M. Katoh"],"venue":"Int J Oncol","citeRegEx":"11","shortCiteRegEx":"11","year":2009},{"title":"ZEB2 upregulates integrin alpha5 expression through cooperation with Sp1 to induce invasion during epithelial-mesenchymal transition of human cancer cells","author":["EH Nam","Y Lee","YK Park","JW Lee","S. Kim"],"venue":"Carcinogenesis","citeRegEx":"12","shortCiteRegEx":"12","year":2012},{"title":"Genome-wide profiling of AP-1-regulated transcription provides insights into the invasiveness of triple-negative breast cancer","author":["C Zhao","Y Qiao","P Jonsson","J Wang","L Xu","P Rouhi","I Sinha","Y Cao","C Williams","K. Dahlman-Wright"],"venue":"Cancer Res","citeRegEx":"13","shortCiteRegEx":"13","year":2014},{"title":"A high-resolution map of the three-dimensional chromatin interactome in human cells","author":["F Jin","Y Li","JR Dixon","S Selvaraj","Z Ye","AY Lee","CA Yen","AD Schmitt","CA Espinoza","B. Ren"],"venue":null,"citeRegEx":"14","shortCiteRegEx":"14","year":2013},{"title":"Methods for identifying higherorder chromatin structure","author":["Sajan SA","Hawkins RD"],"venue":"Annu Rev Genomics Hum Genet","citeRegEx":"15","shortCiteRegEx":"15","year":2012},{"title":"The long-range interaction landscape of gene promoters","author":["A Sanyal","BR Lajoie","G Jain","J. Dekker"],"venue":null,"citeRegEx":"16","shortCiteRegEx":"16","year":2012},{"title":"The epithelialmesenchymal transition: new insights in signaling, development, and disease","author":["JM Lee","S Dedhar","R Kalluri","EW. Thompson"],"venue":"J Cell Biol","citeRegEx":"17","shortCiteRegEx":"17","year":2006},{"title":"Epithelialmesenchymal transitions in development and disease","author":["JP Thiery","H Acloque","RY Huang","MA. Nieto"],"venue":null,"citeRegEx":"18","shortCiteRegEx":"18","year":2009},{"title":"Epithelial-mesenchymal transition: at the crossroads of development and tumor metastasis","author":["Yang J","Weinberg RA"],"venue":"Dev Cell","citeRegEx":"19","shortCiteRegEx":"19","year":2008},{"title":"Transitions between epithelial and mesenchymal states: acquisition of malignant and stem cell traits","author":["Polyak K","Weinberg RA"],"venue":"Nat Rev Cancer","citeRegEx":"20","shortCiteRegEx":"20","year":2009},{"title":"Complex networks orchestrate epithelial-mesenchymal transitions","author":["Thiery JP","Sleeman JP"],"venue":"Nat Rev Mol Cell Biol","citeRegEx":"21","shortCiteRegEx":"21","year":2006},{"title":"Snail and slug promote epithelial-mesenchymal transition through beta-catenin-Tcell factor-4-dependent expression of transforming growth factor-beta3","author":["D Medici","ED Hay","BR. Olsen"],"venue":"Mol Biol Cell","citeRegEx":"22","shortCiteRegEx":"22","year":2008},{"title":"The EMT-activator ZEB1 promotes tumorigenicity by repressing stemnessinhibiting microRNAs","author":["U Wellner","J Schubert","UC Burk","O Schmalhofer","F Zhu","A Sonntag","B Waldvogel","C Vannier","D Darling","A zur Hausen","VG Brunton","J Morton","O Sansom","J Schuler","MP Stemmler","C Herzberger"],"venue":"Nat Cell Biol","citeRegEx":"23","shortCiteRegEx":"23","year":2009},{"title":"Twist, a master regulator of morphogenesis, plays an essential role in tumor metastasis","author":["J Yang","SA Mani","JL Donaher","S Ramaswamy","RA Itzykson","C Come","P Savagner","I Gitelman","A Richardson","RA. Weinberg"],"venue":null,"citeRegEx":"24","shortCiteRegEx":"24","year":2004},{"title":"Tumour necrosis factor and cancer","author":["F. Balkwill"],"venue":"Nat Rev Cancer","citeRegEx":"25","shortCiteRegEx":"25","year":2009},{"title":"Progression of luminal breast tumors is promoted by menage a trois between the inflammatory cytokine TNFalpha and the hormonal and growth-supporting arms of the tumor microenvironment","author":["P Weitzenfeld","N Meron","T Leibovich-Rivkin","T Meshel","A. Ben-Baruch"],"venue":"Mediators Inflamm","citeRegEx":"26","shortCiteRegEx":"26","year":2013},{"title":"Increased phosphorylation of Akt in triplenegative breast cancers","author":["S Umemura","S Yoshida","Y Ohta","K Naito","RY Osamura","Y. Tokuda"],"venue":"Cancer Sci","citeRegEx":"27","shortCiteRegEx":"27","year":2007},{"title":"RSK is a principal effector of the RAS-ERK pathway for eliciting a coordinate promotile/invasive gene program and phenotype in epithelial cells","author":["U Doehn","C Hauge","SR Frank","CJ Jensen","K Duda","JV Nielsen","MS Cohen","JV Johansen","BR Winther","LR Lund","O Winther","J Taunton","SH Hansen","M. Frodin"],"venue":"Mol Cell","citeRegEx":"28","shortCiteRegEx":"28","year":2009},{"title":"Molecular mechanisms of epithelial-mesenchymal transition","author":["S Lamouille","J Xu","R. Derynck"],"venue":"Nat Rev Mol Cell Biol","citeRegEx":"29","shortCiteRegEx":"29","year":2014},{"title":"Suppression of SCARA5 by Snail1 is essential for EMT-associated cell migration of A549 cells","author":["J Liu","G Hu","D Chen","AY Gong","GS Soori","TJ Dobleman","XM. Chen"],"venue":"Oncogenesis","citeRegEx":"30","shortCiteRegEx":"30","year":2013},{"title":"Interleukin-6 induces an epithelial-mesenchymal transition phenotype in human breast cancer cells","author":["NJ Sullivan","AK Sasser","AE Axel","F Vesuna","V Raman","N Ramirez","TM Oberyszyn","BM. Hall"],"venue":"Oncogene","citeRegEx":"31","shortCiteRegEx":"31","year":2009},{"title":"Stabilization of snail by NF-kappaB is required for inflammation-induced cell migration and invasion","author":["Y Wu","J Deng","PG Rychahou","S Qiu","BM Evers","BP. Zhou"],"venue":"Cancer Cell","citeRegEx":"32","shortCiteRegEx":"32","year":2009},{"title":"SIP1/ZEB2 induces EMT by repressing genes of different epithelial cell-cell junctions","author":["C Vandewalle","J Comijn","B De Craene","P Vermassen","E Bruyneel","H Andersen","E Tulchinsky","F Van Roy","G. Berx"],"venue":"Nucleic Acids Res","citeRegEx":"33","shortCiteRegEx":"33","year":2005},{"title":"Androgen receptor as a regulator of ZEB2 expression and its implications in epithelial-to-mesenchymal transition in prostate cancer","author":["S Jacob","S Nayak","G Fernandes","RS Barai","S Menon","UK Chaudhari","SD Kholkute","G. Sachdeva"],"venue":"Endocr Relat Cancer","citeRegEx":"34","shortCiteRegEx":"34","year":2014},{"title":"Overexpression of ZEB2 at the invasion front of colorectal cancer is an independent prognostic marker and regulates tumor invasion in vitro","author":["C Kahlert","S Lahes","P Radhakrishnan","S Dutta","C Mogler","E Herpel","K Brand","G Steinert","M Schneider","M Mollenhauer","C Reissfelder","F Klupp","J Fritzmann","C Wunder","A Benner","M Kloor"],"venue":"Clin Cancer Res","citeRegEx":"35","shortCiteRegEx":"35","year":2011},{"title":"Regulation of gene expression by alternative untranslated regions","author":["Hughes TA"],"venue":"Trends Genet","citeRegEx":"36","shortCiteRegEx":"36","year":2006},{"title":"Chromatin loops in gene regulation","author":["Kadauke S","Blobel GA"],"venue":"Biochim Biophys Acta","citeRegEx":"37","shortCiteRegEx":"37","year":2009},{"title":"The BCL2 gene is regulated by a special AT-rich sequence binding protein 1-mediated long range chromosomal interaction between the promoter and the distal element located within the 3′-UTR","author":["F Gong","L Sun","Z Wang","J Shi","W Li","S Wang","X Han","Y. Sun"],"venue":"Nucleic Acids Res","citeRegEx":"38","shortCiteRegEx":"38","year":2011},{"title":"Cell-type-specific expression of the human CD68 gene is associated with changes in Pol II phosphorylation and short-range intrachromosomal gene","author":["O’Reilly D","Greaves DR"],"venue":"looping. Genomics","citeRegEx":"39","shortCiteRegEx":"39","year":2007},{"title":"Sp1 regulates chromatin looping between an intronic enhancer and distal promoter of the human heme oxygenase-1 gene in renal cells","author":["J Deshane","J Kim","S Bolisetty","TD Hock","N Hill-Kapturczak","A. Agarwal"],"venue":"J Biol Chem","citeRegEx":"40","shortCiteRegEx":"40","year":2010},{"title":"Pdx1 and BETA2/NeuroD1 participate in a transcriptional complex that mediates short-range DNA looping at the insulin gene","author":["DA Babu","SK Chakrabarti","JC Garmey","RG. Mirmira"],"venue":"J Biol Chem","citeRegEx":"41","shortCiteRegEx":"41","year":2008},{"title":"Estrogen receptor beta2 negatively regulates the transactivation of estrogen receptor alpha in human breast cancer cells","author":["C Zhao","J Matthews","M Tujague","J Wan","A Strom","G Toresson","EW Lam","G Cheng","JA Gustafsson","K. DahlmanWright"],"venue":"Cancer Res","citeRegEx":"42","shortCiteRegEx":"42","year":2007},{"title":"c-Myc induces changes in higher order rDNA structure on stimulation of quiescent cells","author":["CN Shiue","RG Berkson","AP. Wright"],"venue":"Oncogene","citeRegEx":"43","shortCiteRegEx":"43","year":2009}],"referenceMentions":[{"referenceID":0,"context":"Triple-negative breast cancer (TNBC), a tumor type defined by lack of expression of the estrogen, progesterone and HER2 receptors, represents a more aggressive and metastatic form of breast cancer than other types of breast cancer [1].","startOffset":231,"endOffset":234},{"referenceID":1,"context":"Whilst breast tumors that express estrogen receptor (ER) are responsive to ER antagonists and aromatase inhibitors and HER2-positive tumors are effectively treated with HER2-blocking antibodies and/or HER2 kinase inhibitors [2], TNBC lacks a targeted therapy.","startOffset":224,"endOffset":227},{"referenceID":2,"context":"AP-1 regulates the expression of AP-1 target genes after binding to 12-O-tetradecanoylphorbol-13-acetate (TPA) response elements (TREs) associated with regulated genes [3].","startOffset":168,"endOffset":171},{"referenceID":3,"context":"Upon activation by growth factors, hormones or cytokines, AP-1 signaling plays a critical role in numerous cellular processes, including proliferation, differentiation, apoptosis, cell migration, and transformation [4].","startOffset":215,"endOffset":218},{"referenceID":4,"context":"Increasing evidence indicates that a chronic and consistent expression of TNFα in tumors promotes tumor development and progression [5].","startOffset":132,"endOffset":135},{"referenceID":5,"context":"Specifically in relation to breast cancer, TNFα was found to be highly expressed in breast tumors as compared with normal tissues [6], and patients with more advanced breast tumor phenotypes were shown to have elevated TNFα serum levels [6, 7].","startOffset":130,"endOffset":133},{"referenceID":5,"context":"Specifically in relation to breast cancer, TNFα was found to be highly expressed in breast tumors as compared with normal tissues [6], and patients with more advanced breast tumor phenotypes were shown to have elevated TNFα serum levels [6, 7].","startOffset":237,"endOffset":243},{"referenceID":6,"context":"Specifically in relation to breast cancer, TNFα was found to be highly expressed in breast tumors as compared with normal tissues [6], and patients with more advanced breast tumor phenotypes were shown to have elevated TNFα serum levels [6, 7].","startOffset":237,"endOffset":243},{"referenceID":7,"context":"TNFα promotes breast cancer cell proliferation and migration in vitro [8] and contributes to mammary tumorigenesis in vivo [9].","startOffset":70,"endOffset":73},{"referenceID":8,"context":"TNFα promotes breast cancer cell proliferation and migration in vitro [8] and contributes to mammary tumorigenesis in vivo [9].","startOffset":123,"endOffset":126},{"referenceID":9,"context":"In addition, depletion of TNFα expression in a TNBC cell line led to apoptosis and inhibition of cell proliferation, indicating that TNFα plays a fundamental role in the promotion and progression of TNBC [10].","startOffset":204,"endOffset":208},{"referenceID":10,"context":"ZEB2 belongs to a small family of transcriptional factors characterized by containing a homeo domain flanked by two separated zinc finger clusters [11].","startOffset":147,"endOffset":151},{"referenceID":10,"context":"It is expressed in various types of human tumors, such as breast cancer, gastric cancer, and ovarian cancer [11].","startOffset":108,"endOffset":112},{"referenceID":11,"context":"ZEB2 is a potent repressor of E-cadherin through its direct binding to the E-cadherin promoter and a key player in tumor cell invasion and metastasis [12, 13].","startOffset":150,"endOffset":158},{"referenceID":12,"context":"ZEB2 is a potent repressor of E-cadherin through its direct binding to the E-cadherin promoter and a key player in tumor cell invasion and metastasis [12, 13].","startOffset":150,"endOffset":158},{"referenceID":13,"context":"Gene looping is increasingly recognized to play important regulatory roles in gene expression [14].","startOffset":94,"endOffset":98},{"referenceID":14,"context":"The use of recently developed techniques such as chromosome conformation capture (3C) has revealed that higher-order chromatin structure involves long-range loop formation between distant genomic elements [15].","startOffset":205,"endOffset":209},{"referenceID":15,"context":"Long-range interactions between promoters and distal elements have been discovered in a wide variety of gene loci, and the formation of looping interactions is significantly correlated with gene expression [16].","startOffset":206,"endOffset":210},{"referenceID":20,"context":"During the EMT, epithelial cells acquire fibroblast-like properties and show reduced intercellular adhesion and enhanced motility [21].","startOffset":130,"endOffset":134},{"referenceID":12,"context":"We have recently reported that AP-1 promotes cell invasion through transcriptional upregulation of ZEB2 in TNBC cells [13].","startOffset":118,"endOffset":122},{"referenceID":12,"context":"We have previously demonstrated that AP-1 signaling, via activation of ZEB2, induces cell invasion of TNBC cells [13].","startOffset":113,"endOffset":117},{"referenceID":12,"context":"We have also demonstrated that Fra-1 and c-Jun are highly expressed AP-1 protein family members in these cells [13].","startOffset":111,"endOffset":115},{"referenceID":12,"context":"We have previously demonstrated that AP-1 activation downstream of the PI3K/Akt and MAPK/ERK signaling pathways transactivates ZEB2 gene expression [13].","startOffset":148,"endOffset":152},{"referenceID":12,"context":"Furthermore, TNFα treatment increased binding of Fra-1 and c-Jun to an AP-1 binding region in an intron of the ZEB2 gene that we have previously described [13] (Figure 2E).","startOffset":155,"endOffset":159},{"referenceID":24,"context":"It has become increasingly clear that inflammatory cytokines such as TNFα facilitate both tumor development and metastatic progression [25].","startOffset":135,"endOffset":139},{"referenceID":5,"context":"TNFα is a major inflammatory cytokine shown to be highly expressed in breast carcinomas [6].","startOffset":88,"endOffset":91},{"referenceID":25,"context":"TNFαexpression is also associated with tumor metastasis of breast cancer [26].","startOffset":73,"endOffset":77},{"referenceID":26,"context":"Compared to other breast tumor subtypes, the PI3K/ AKT pathway is enhanced in TNBC, and plays a critical role in promoting EMT and invasion in various cancers [27].","startOffset":159,"endOffset":163},{"referenceID":27,"context":"Furthermore, AP-1 components can be activated by MAPK/ERK signaling pathway [28].","startOffset":76,"endOffset":80},{"referenceID":28,"context":"Although previous research has implicated the interplay between inflammatory cytokines and the activation of different signaling pathways, like Wnt, Notch and NF-κB signaling in the regulation of EMT-like processes [29], our results further suggest that AP-1 signaling is necessary for TNFα-induced EMT.","startOffset":215,"endOffset":219},{"referenceID":32,"context":"[33] showed that exogenous ZEB2 expression in a colon cancer cell line induced a dramatic morphological conversion, from an epithelial cell state to a fibroblast-like phenotype.","startOffset":0,"endOffset":4},{"referenceID":12,"context":"Expanding on our previous findings that ZEB2 caused an invasive phenotype in TNBC cells [13], this study indicates that ZEB2 induction mediated by the inflammatory cytokine TNFα is critical for EMT and thus provides a plausible molecular mechanism contributing to TNBC aggressiveness.","startOffset":88,"endOffset":92},{"referenceID":12,"context":"This result is in agreement with our previous findings that high levels of a total pool of ZEB2 mRNAs were detected only in TNBC cell lines [13].","startOffset":140,"endOffset":144},{"referenceID":33,"context":"In relevance to these data, it has been reported that ZEB2 expression is higher in various cancers compared with normal tissues [34, 35].","startOffset":128,"endOffset":136},{"referenceID":34,"context":"In relevance to these data, it has been reported that ZEB2 expression is higher in various cancers compared with normal tissues [34, 35].","startOffset":128,"endOffset":136},{"referenceID":35,"context":"5′UTR regions can influence mRNA stability and translational efficiency and thus differential expression of transcripts with different 5′UTRs is a means to modulate protein expression [36].","startOffset":184,"endOffset":188},{"referenceID":35,"context":"The potential significance of the expression of alternative UTRs is related to tissue-specific expression patterns and a contribution of dysregulated expression of alternative UTRs to the development of disease [36].","startOffset":211,"endOffset":215},{"referenceID":36,"context":"It is increasingly recognized that the expression of multiple genes may be coordinately regulated through chromatin looping [37].","startOffset":124,"endOffset":128},{"referenceID":38,"context":"5 kb distance [39], the HO-1 gene over a 6.","startOffset":14,"endOffset":18},{"referenceID":39,"context":"0 kb distance [40], and the insulin gene spanning a region of 1.","startOffset":14,"endOffset":18},{"referenceID":13,"context":"5 kb [14], further emphasizing the occurrence of looping interactions over variable distances.","startOffset":5,"endOffset":9},{"referenceID":41,"context":"The 16 breast tumor samples in this study have been previously described [42].","startOffset":73,"endOffset":77},{"referenceID":41,"context":"Chromatin immunoprecipitation (ChIP) was performed as previously described [42].","startOffset":75,"endOffset":79},{"referenceID":41,"context":"Western blot analyses were performed as previously described [42].","startOffset":61,"endOffset":65},{"referenceID":42,"context":"3C assays were performed in BT549 cells as described previously [43].","startOffset":64,"endOffset":68},{"referenceID":42,"context":"ChIPloop was carried out as described [43].","startOffset":38,"endOffset":42}],"year":2015,"abstractText":"The molecular determinants of malignant cell behaviour in triple-negative breast cancer (TNBC) are poorly understood. Recent studies have shown that regulators of epithelial-mesenchymal transition (EMT) are potential therapeutic targets for TNBC. In this study, we demonstrate that the inflammatory cytokine TNFα induces EMT in TNBC cells via activation of AP-1 signaling and subsequently induces expression of the EMT regulator ZEB2. We also show that TNFα activates both the PI3K/Akt and MAPK/ERK pathways, which act upstream of AP-1. We further investigated in detail AP-1 regulation of ZEB2 expression. We show that two ZEB2 transcripts derived from distinct promoters are both expressed in breast cancer cell lines and breast tumor samples. Using the chromosome conformation capture assay, we demonstrate that AP-1, when activated by TNFα, binds to a site in promoter 1b of the ZEB2 gene where it regulates the expression of both promoter 1b and 1a, the latter via mediating long range chromatin interactions. Overall, this work provides a plausible mechanism for inflammation-induced metastatic potential in TNBC, involving a novel regulatory mechanism governing ZEB2 isoform expression.","creator":"Adobe InDesign CS5.5 (7.5)"}}
